[
    {
        "Назва": "Аміодарон-Дарниця таблетки по 200 мг №30 (10х3)",
        "Діюча речовина": "Amiodarone",
        "Фармгрупа": "Антиаритмічні лікарські засоби III класу.",
        "Показання": "Профілактика рецидиву:небезпечної для життя шлуночкової тахікардії: АМІОДАРОН-ДАРНИЦЯ призначати лише в умовах стаціонару під наглядом;документованої симптомної та інвалідизуючої шлуночкової тахікардії;документованої надшлуночкової тахікардії, якщо потреба у призначенні лікарського засобу визначена у пацієнтів із захворюванням, резистентним до іншого лікування, або з наявністю протипоказань до інших методів лікування фібриляції шлуночків",
        "Протипоказання": "Синусова брадикардія, синоатріальна блокада серця при відсутності ендокардіального кардіостимулятора (штучного водія ритму)"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Амлодипін-КВ таблетки по 10 мг №30 (10х3)",
        "Діюча речовина": "Амлодипін",
        "Фармгрупа": "Селективні антагоністи кальцію з переважним впливом на судини. Код АТХ С08С А01.",
        "Показання": "§ Артеріальна гіпертензія",
        "Протипоказання": "Відома підвищена чутливість до дигідропіридинів, амлодипіну або до будь-якого іншого компонента лікарського засобу; артеріальна гіпотензія тяжкого ступеня; шок (включаючи кардіогенний шок); обструкція вивідного тракту лівого шлуночка (наприклад стеноз аорти тяжкого ступеня); гемодинамічно нестабільна серцева недостатність після гострого інфаркту міокарда"
    },
    {
        "Назва": "Амброксол таблетки по 30 мг №20 (10х2)",
        "Діюча речовина": "Аmbroxol",
        "Фармгрупа": "Засоби, що застосовуються при кашлі і застудних захворюваннях. Муколітичні засоби. Амброксол.",
        "Показання": "Секретолітична терапія при гострих та хронічних бронхопульмональних захворюваннях, пов’язаних із порушеннями бронхіальної секреції та ослабленням просування слизу",
        "Протипоказання": "Препарат не можна застосовувати пацієнтам із відомою гіперчутливістю до амброксолу гідрохлориду або до інших компонентів препарату"
    },
    {
        "Назва": "Алопуринол-КВ таблетки по 100 мг №50 (10х5)",
        "Діюча речовина": "Алопуринол",
        "Фармгрупа": "Препарати, що пригнічують утворення сечової кислоти.",
        "Показання": "Дорослі",
        "Протипоказання": "Підвищена чутливість до алопуринолу або до будь-якого з компонентів лікарського засобу"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Галоперидол деканоат розчин д/ін. 50 мг/1 мл по 1 мл №5 в амп.",
        "Діюча речовина": "Галоперидол",
        "Фармгрупа": "Антипсихотичні засоби. Похідні бутирофенону.",
        "Показання": "Підтримувальна терапія шизофренії і шизоафективних розладів у дорослих пацієнтів, стан яких стабілізувався на фоні прийому перорального галоперидолу",
        "Протипоказання": "Підвищена чутливість до активної речовини або будь-якої допоміжної речовини препарату;коматозний стан;пригнічення діяльності центральної нервової системи (ЦНС);хвороба Паркінсона;деменція з тільцями Леві (ДТЛ);прогресуючий супрануклеарний параліч;подовжений інтервал QTс або вроджений синдром подовження інтервалу QT;недавно перенесений гострий інфаркт міокарда;некомпенсована серцева недостатність;шлуночкова аритмія в анамнезі або шлуночкова тахікардія типу «пірует»;некорегована гіпокаліємія;супутнє лікування лікарськими засобами, які подовжують інтервал QT (див"
    },
    {
        "Назва": "Атенолол-Астрафарм таблетки по 100 мг №20 (10х2)",
        "Діюча речовина": "Atenolol",
        "Фармгрупа": "Селективні блокатори β-адренорецепторів. Код АТХ С07А В03.",
        "Показання": "Лікування артеріальної гіпертензії",
        "Протипоказання": "Підвищена чутливість до атенололу або до інших β-адренорецепторів, або до будь-яких компонентів препарату;гостра серцева недостатність;кардіогенний шок;атріовентрикулярна блокада ІІ і ІІІ ступенів;синдром слабкості синусового вузла;синоатріальна блокада;синусова брадикардія (частота серцевих скорочень менше 45 за хвилину);артеріальна гіпотензія (систолічний тиск менше 90 мм рт"
    },
    {
        "Назва": "Аторвастатин 20 Ананта таблетки, в/плів. обол. по 20 мг №30 (10х3)",
        "Діюча речовина": "Аторвастатин",
        "Фармгрупа": "Гіполіпідемічні засоби, монокомпонентні. Інгібітори ГМГ КоА-редуктази. Код АТХ С10А А05.",
        "Показання": "Запобігання серцево-судинним захворюванням у дорослихДля дорослих пацієнтів без клінічно вираженої ішемічної хвороби серця, але з декількома факторами ризику розвитку ішемічної хвороби серця, такими як вік, тютюнопаління, артеріальна гіпертензія, низький рівень ЛПВЩ або наявність ранньої ішемічної хвороби серця у сімейному анамнезі, препарат показаний для:зменшення ризику виникнення інфаркту міокарда;зменшення ризику виникнення інсульту;зменшення ризику проведення процедур реваскуляризації та стенокардії",
        "Протипоказання": "Активне захворювання печінки, яке може включати стійке підвищення рівнів печінкових трансаміназ невідомої етіології"
    },
    {
        "Назва": "Аторвастатин 20 Ананта таблетки, в/плів. обол. по 20 мг №30 (10х3)",
        "Діюча речовина": "Аторвастатин",
        "Фармгрупа": "Гіполіпідемічні засоби, монокомпонентні. Інгібітори ГМГ КоА-редуктази. Код АТХ С10А А05.",
        "Показання": "Запобігання серцево-судинним захворюванням у дорослихДля дорослих пацієнтів без клінічно вираженої ішемічної хвороби серця, але з декількома факторами ризику розвитку ішемічної хвороби серця, такими як вік, тютюнопаління, артеріальна гіпертензія, низький рівень ЛПВЩ або наявність ранньої ішемічної хвороби серця у сімейному анамнезі, препарат показаний для:зменшення ризику виникнення інфаркту міокарда;зменшення ризику виникнення інсульту;зменшення ризику проведення процедур реваскуляризації та стенокардії",
        "Протипоказання": "Активне захворювання печінки, яке може включати стійке підвищення рівнів печінкових трансаміназ невідомої етіології"
    },
    {
        "Назва": "Ацикловір-Вішфа мазь 2.5 % по 10 г у тубах",
        "Діюча речовина": "Acіclovir",
        "Фармгрупа": "Противірусні засоби. Код АТХ D06B B03.",
        "Показання": "Інфекції губ та обличчя, спричинені вірусом простого герпесу (Herpes labialis)",
        "Протипоказання": "Гіперчутливість до ацикловіру, валацикловіру, пропіленгліколю або до інших компонентів препарату"
    },
    {
        "Назва": "Ацетилсаліцилова кислота таблетки по 500 мг №10",
        "Діюча речовина": "Кислота ацетилсаліцилова",
        "Фармгрупа": "Аналгетики та антипіретики. Кислота ацетилсаліцилова. Код АТХ N02В А01.",
        "Показання": "Лікування легкого та помірно вираженого, гострого больового синдрому (головний, зубний біль, біль у суглобах та м’язах, біль у спині)",
        "Протипоказання": "Гіперчутливість до ацетилсаліцилової кислоти, інших саліцилатів або до будь-якого компонента препарату"
    },
    {
        "Назва": "Фолієва кислота таблетки по 5 мг №50 у конт.",
        "Діюча речовина": "Фолієва кислота",
        "Фармгрупа": "Фолієва кислота та її похідні. Кислота фолієва. Код АТХ В0ЗВ В01.",
        "Показання": "Лікування і профілактика анемій, пов’язаних з дефіцитом фолієвої кислоти: макроцитарної анемії і лейкопенії, спричинених лікарськими засобами та іонізуючою радіацією; мегалобластної анемії, пострезекційної анемії, сидеробластної анемії у пацієнтів літнього віку; анемій при запальних захворюваннях кишечнику (захворювання Крона, неспецифічний виразковий коліт), синдромі мальабсорбції (глютенова ентеропатія або целіакія), спру;профілактика розвитку вроджених вад плода (дефектів нервового стовбура: гідроцефалії, мозкових гриж, «вовчої пащі», «заячої губи») у жінок, які планують вагітність та перебувають у групі ризику; тривале лікування антагоністами фолієвої кислоти (метотрексат, комбінація сульфаметоксазол/триметоприм), протисудомними препаратами (фенітоїн, примідон, фенобарбітал); дефіцит фолієвої кислоти, пов’язаний з незбалансованим або незадовільним харчуванням; лікування чоловічого безпліддя внаслідок зниженого сперматогенезу (олігоспермія);поліневрити та полінейропатії, у тому числі алкогольної етіології",
        "Протипоказання": "Підвищена чутливість до фолієвої кислоти або до інших компонентів лікарського засобу, злоякісні новоутворення, злоякісні анемії, нелікований дефіцит кобаламіну"
    },
    {
        "Назва": "Амброксолу гідрохлорид таблетки по 30 мг №20 (10х2)",
        "Діюча речовина": "Амброксолу гідрохлорид",
        "Фармгрупа": "Засоби, що застосовуються при кашлі і застудних захворюваннях. Муколітичні засоби. Амброксол. Код АТХ R05С В06.",
        "Показання": "Секретолітична терапія при гострих та хронічних бронхопульмональних захворюваннях, пов’язаних із порушеннями бронхіальної секреції та ослабленням виділення мокротиння",
        "Протипоказання": "Підвищена чутливість (алергія) до амброксолу або до інших компонентів препарату;Рідкі спадкові порушення толерантності до вуглеводів: вроджена галактоземія, синдром глюкозо-галактозної мальабсорбції, лактазна недостатність (через вміст у препараті лактози)"
    },
    {
        "Назва": "Будесонід-Інтелі інгаляція п/тиск., сусп. 200 мкг/дозу по 200 доз (10 мл) у балон.",
        "Діюча речовина": "Budesonid",
        "Фармгрупа": "Інгаляційні засоби, що застосовуються для лікування обструктивних захворювань дихальних шляхів. Глюкокортикоїди. Код АТХ R03B A02.",
        "Показання": "Бронхіальна астма",
        "Протипоказання": "Гіперчутливість до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Будесонід-Інтелі інгаляція п/тиск., сусп. 200 мкг/дозу по 200 доз (10 мл) у балон.",
        "Діюча речовина": "Budesonid",
        "Фармгрупа": "Інгаляційні засоби, що застосовуються для лікування обструктивних захворювань дихальних шляхів. Глюкокортикоїди. Код АТХ R03B A02.",
        "Показання": "Бронхіальна астма",
        "Протипоказання": "Гіперчутливість до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Будесонід-Інтелі інгаляція п/тиск., сусп. 200 мкг/дозу по 200 доз (10 мл) у балон.",
        "Діюча речовина": "Budesonid",
        "Фармгрупа": "Інгаляційні засоби, що застосовуються для лікування обструктивних захворювань дихальних шляхів. Глюкокортикоїди. Код АТХ R03B A02.",
        "Показання": "Бронхіальна астма",
        "Протипоказання": "Гіперчутливість до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Альбендазол таблетки жув. по 400 мг №3",
        "Діюча речовина": "Аlbendazole",
        "Фармгрупа": "Засоби, які застосовуються при нематодозах. Код ATХ Р02С А03.",
        "Показання": "Кишкові форми гельмінтозів та шкірний синдром Larva Migrans (короткострокове лікування малими дозами): ентеробіоз, анкілостомоз та некатороз, гіменолепідоз, теніоз, стронгілоїдоз, аскаридоз, трихоцефальоз, клонорхоз, опісторхоз, лямбліоз у дітей",
        "Протипоказання": "Підвищена чутливість до альбендазолу, інших похідних бензилідазолів, до інших компонентів препарату"
    },
    {
        "Назва": "Бетаметазон крем 0.64 мг/г по 15 г у тубах",
        "Діюча речовина": "Betamethasone",
        "Фармгрупа": "Кортикостероїди, що застосовуються у дерматології.",
        "Показання": "Для зменшення запальних проявів дерматозів, чутливих до глюкокортикостероїдної терапії, таких як екзема та дерматити будь-яких типів (включаючи атопічну екзему та фотодерматит), червоний плескатий лишай, вузликове пруриго, дискоїдний червоний вовчак, ліпоїдний некробіоз, претибіальна мікседема та еритродермія",
        "Протипоказання": "Бетаметазон протипоказаний для пацієнтів з алергічними реакціями на будь-який з компонентів препарату"
    },
    {
        "Назва": "Бетаметазон крем 0.64 мг/г по 15 г у тубах",
        "Діюча речовина": "Betamethasone",
        "Фармгрупа": "Кортикостероїди, що застосовуються у дерматології.",
        "Показання": "Для зменшення запальних проявів дерматозів, чутливих до глюкокортикостероїдної терапії, таких як екзема та дерматити будь-яких типів (включаючи атопічну екзему та фотодерматит), червоний плескатий лишай, вузликове пруриго, дискоїдний червоний вовчак, ліпоїдний некробіоз, претибіальна мікседема та еритродермія",
        "Протипоказання": "Бетаметазон протипоказаний для пацієнтів з алергічними реакціями на будь-який з компонентів препарату"
    },
    {
        "Назва": "Бісопролол-КВ таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Бісопролол",
        "Фармгрупа": "Селективні блокатори β-адренорецепторів. Бісопролол. Код АТХ С07А В07.",
        "Показання": "– Артеріальна гіпертензія; – ішемічна хвороба серця (стенокардія); – хронічна серцева недостатність із систолічною дисфункцією лівого шлуночка, у комбінації з інгібіторами АПФ, діуретиками, у разі необхідності – з серцевими глікозидами",
        "Протипоказання": "– Гостра серцева недостатність або серцева недостатність у стані декомпенсації, що потребує інотропної терапії; – кардіогенний шок; – атріовентрикулярна блокада II і III ступеня (за винятком такої у пацієнтів зі штучним водієм ритму); – синдром слабкості синусового вузла; – виражена синоатріальна блокада; – симптоматична брадикардія; – симптоматична артеріальна гіпотензія; – тяжка форма бронхіальної астми або тяжкі хронічні обструктивні захворювання легень; – пізні стадії порушення периферичного кровообігу або хвороби Рейно; – феохромоцитома, що не лікувалася; – метаболічний ацидоз; – підвищена чутливість до бісопрололу або інших компонентів препарату"
    },
    {
        "Назва": "Бісопролол-Здоров'я таблетки, в/плів. обол. по 2.5 мг №30 (10х3)",
        "Діюча речовина": "Бісопролол",
        "Фармгрупа": "Селективні блокатори β-адренорецепторів. Код АТХ С07А В07.",
        "Показання": "Лікування хронічної серцевої недостатності з систолічною дисфункцією лівого шлуночка в комбінації з інгібіторами АПФ, діуретиками, при необхідності – із серцевими глікозидами",
        "Протипоказання": "Гостра серцева недостатність або серцева недостатність у стадії декомпенсації, що потребує внутрішньовенної інотропної терапії; кардіогенний шок;атріовентрикулярна блокада II і III ступеня;синдром слабкості синусового вузла;синоатріальна блокада;симптоматична брадикардія;симптоматична артеріальна гіпотензія;тяжка форма бронхіальної астми;тяжка форма облітеруючих захворювань периферичних артерій або хвороби Рейно;феохромоцитома, що не лікувалася;метаболічний ацидоз;підвищена чутливість до бісопрололу або до інших компонентів препарату"
    },
    {
        "Назва": "Флуконазол капсули по 150 мг №1",
        "Діюча речовина": "Fluconazole",
        "Фармгрупа": "Протигрибкові засоби для системного застосування. Похідні триазолу. Код АТХ J02A C01.",
        "Показання": "Гострий вагінальний кандидоз, коли місцева терапія не є доцільною",
        "Протипоказання": "Гіперчутливість до флуконазолу, інших азольних сполук або до будь-якої з допоміжних речовин препарату"
    },
    {
        "Назва": "Бісакодил-Фармекс супозиторії рект. по 10 мг №10 (5х2)",
        "Діюча речовина": "Bisacodyl",
        "Фармгрупа": "Препарати, що застосовують у разі запору. Контактні проносні засоби. Бісакодил.",
        "Показання": "Короткочасне симптоматичне лікування запорів, у тому числі звичних запорів і хронічних запорів у лежачих пацієнтів і пацієнтів літнього віку; перед діагностичними процедурами, хірургічними та акушерськими втручаннями, а також у перед- та післяопераційний період",
        "Протипоказання": "Підвищена чутливість до бісакодилу та до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Кардіоаргінін-Здоров'я сироп по 100 мл у флак.",
        "Діюча речовина": "Аргініну аспарагінат, діаргініну сукцинат, магнію аспарагінат, калію аспарагінат",
        "Фармгрупа": "Засоби, що впливають на серцево-судинну систему. Різні комбіновані кардіологічні препарати. Код АТХ С01Е Х.",
        "Показання": "У комплексній терапії хронічної серцевої недостатності, ішемічної хвороби серця (стабільна стенокардія, зумовлена дисфункцією або спазмом судин, безбольова ішемія міокарда), артеріальної гіпертензії, у ранньому періоді реабілітації після інфаркту міокарда",
        "Протипоказання": "Підвищена чутливість до будь-яких компонентів препарату; гіперкаліємія;гостра та хронічна ниркова недостатність;хвороба Аддісона;атріовентрикулярна блокада; кардіогенний шок (при систолічному артеріальному тиску < 90 мм рт"
    },
    {
        "Назва": "Серрата таблетки, в/о, киш./розч. по 10 мг №150 (30х5)",
        "Діюча речовина": "Serratiopeptidase",
        "Фармгрупа": "Засоби, що застосовуються при патології опорно-рухового апарату. Ферменти. Код АТХ M09A B.",
        "Показання": "Хірургічні захворювання: розтягнення та розриви зв’язок, переломи та вивихи, набряки, спричинені пластичною операцією",
        "Протипоказання": "Підвищена чутливість до серратіопептидази або до будь-якого іншого компонента препарату"
    },
    {
        "Назва": "Сульфадимезин таблетки по 500 мг №10",
        "Діюча речовина": "Сульфадимідин",
        "Фармгрупа": "Протимікробні засоби для системного застосування. Сульфонаміди короткої дії. Сульфадимідин. Код АТХ J01E В03.",
        "Показання": "Інфекції, спричинені чутливими до препарату мікроорганізмами:інфекції дихальних шляхів та ЛОР-органів (бронхіт, пневмонія, ангіна, гайморит, отит);запальні захворювання жовчо- та сечовивідних шляхів;інфекції шкіри та м’яких тканин (ранова інфекція, піодермія, бешиха);гонорея, трахома;шигельоз;токсоплазмоз",
        "Протипоказання": "Підвищена чутливість до сульфадимідину або до інших компонентів препарату;наявність в анамнезі токсико-алергічних реакцій на інші сульфаніламіди або їх похідні; системні захворювання крові, пригнічення кістково-мозкового кровотворення, в т"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Лінекс бебі порошок д/ор. сусп. 1000000000 куо/пак по 1.5 г №10 у пак.",
        "Діюча речовина": "Bifidobacterium animalis subsp. lactis",
        "Фармгрупа": "Антидіарейні мікробні препарати.",
        "Показання": "Немовлятам від народження та дітям віком до 12 років:для стабілізації та підтримки балансу та функції мікрофлори кишечнику;як профілактичний та підтримуючий засіб у разі діареї, метеоризму та інших порушень, викликаних:* вірусними та бактеріальними інфекціями шлунково-кишкового тракту (наприклад ротавірусними інфекціями),* лікуванням із застосуванням протимікробних препаратів (антибіотиків та інших синтетичних протимікробних засобів)",
        "Протипоказання": "Гіперчутливість до діючої речовини або до мальтодекстрину"
    },
    {
        "Назва": "Кандесар таблетки по 16 мг №10",
        "Діюча речовина": "Candesartan",
        "Фармгрупа": "Антагоністи рецепторів ангіотензину ІІ. Код АТХ С09С A06.",
        "Показання": "Лікування есенціальної гіпертензії у дорослих",
        "Протипоказання": "Гіперчутливість до кандесартану цилексетилу або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Карведилол-КВ таблетки по 25 мг №30 (10х3)",
        "Діюча речовина": "Карведилол",
        "Фармгрупа": "Блокатори α- і β-адренорецепторів. Код АТХ С07А G02.",
        "Показання": "§ Есенціальна гіпертензія (як моно-, так і у складі комбінованої терапії)",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до будь-якої з допоміжних речовин лікарського засобу; декомпенсована серцева недостатність – серцева недостатність IV класу за класифікацією NYHA, яка вимагає внутрішньовенного введення інотропних засобів; атріовентрикулярна блокада ІІ та ІІІ ступеня (крім випадків, коли встановлений постійний кардіостимулятор); супутнє внутрішньовенне введення верапамілу, дилтіазему або інших антиаритмічних засобів (особливо антиаритмічних засобів класу І); виражена брадикардія (ЧСС < 50 уд/хв); виражена артеріальна гіпотензія (систолічний тиск нижче 85 мм рт"
    },
    {
        "Назва": "Трипліксам 5 мг/1,25 мг/5 мг таблетки, в/плів. обол. по 5 мг/1.25 мг/5 мг №30 у конт.",
        "Діюча речовина": "Трипліксам® 5 мг/1,25 мг/5 мг",
        "Фармгрупа": "Інгібітори АПФ, інші комбінації. Периндоприл, амлодипін та індапамід. Код АТХ С09В Х01.",
        "Показання": "Трипліксам показаний для лікування артеріальної гіпертензії у пацієнтів, яким необхідно лікування периндоприлом, індапамідом та амлодипіном у дозах, наявних у фіксованій комбінації",
        "Протипоказання": "Перебування на гемодіалізі;нелікована декомпенсована серцева недостатність;порушення функції нирок тяжкого ступеня (кліренс креатиніну нижче 30 мл/хв);порушення функції нирок помірного ступеня (кліренс креатиніну нижче 60 мл/хв) (стосовно препарату Трипліксам, що містить комбінацію діючих речовин у дозах 10 мг/2,5 мг/5 мг або 10 мг/2,5 мг/10 мг);підвищена чутливість до діючих речовин, інших сульфонамідних препаратів, похідних дигідропіридину, будь-якого іншого інгібітору АПФ або до будь-яких допоміжних речовин, зазначених у розділі «Склад»;вагітність або планування вагітності (див"
    },
    {
        "Назва": "Ципрофлоксацин таблетки, в/о по 500 мг №10",
        "Діюча речовина": "Ципрофлоксацин",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування. Група фторхінолонів. Код АТХ J01M A02.",
        "Показання": "Ципрофлоксацин показаний для лікування нижчезазначених інфекцій (див",
        "Протипоказання": "Підвищена чутливість до ципрофлоксацину або до інших хіміотерапевтичних засобів групи хінолонів та інших компонентів препарату; одночасне застосування з тизанідином через клінічно значущі побічні ефекти (артеріальна гіпотензія, сонливість), пов’язані зі збільшенням концентрації тизанідину у плазмі крові; дефіцит глюкозо-6-фосфатдегідрогенази"
    },
    {
        "Назва": "Ціанокобаламін-Дарниця розчин д/ін. 0.5 мг/мл по 1 мл №10 в амп.",
        "Діюча речовина": "Cyanocobalamin",
        "Фармгрупа": "Вітамін В12 (ціанокобаламін та його аналоги). Ціанокобаламін. Код АТХ В0ЗВ А01.",
        "Показання": "Лікування злоякісних, постгеморагічних та залізодефіцитних анемій, апластичних анемій у дітей, анемій аліментарного характеру, спричинених токсичними речовинами та лікарськими засобами, пов’язаних із дефіцитом вітаміну B12, незалежно від причини дефіциту (резекція шлунка, глистні інвазії, порушення процесу всмоктування з кишечника, вагітність)",
        "Протипоказання": "Гіперчутливість до компонентів лікарського засобу"
    },
    {
        "Назва": "Цефуроксим-БХФЗ порошок для р-ну д/ін. по 1.5 г №1 у флак.",
        "Діюча речовина": "Цефуроксим",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування. Інші β-лактамні антибіотики. Цефалоспорини ІІ покоління. Цефуроксим. Код АТХ J01D С02.",
        "Показання": "Інфекції, спричинені чутливими до препарату мікроорганізмами, або лікування інфекцій до визначення збудника інфекційного захворювання:інфекції дихальних шляхів (гострий та хронічний бронхіти, бактеріальна пневмонія, інфіковані бронхоектази, абсцес легенів, післяопераційні інфекції органів грудної клітки);інфекції ЛОР-органів (синусит, тонзиліт, фарингіт);інфекції сечовивідних шляхів (гострий та хронічний пієлонефрит, цистит, асимптоматична бактеріурія);інфекції мʼяких тканин (целюліт, бешиха, ранові інфекції);інфекції кісток та суглобів (остеомієліт, септичний артрит);інфекції в акушерстві та гінекології (інфекційно-запальні захворювання органів малого таза);гонорея, особливо у випадках, коли протипоказаний пеніцилін; інші інфекції (включаючи септицемію, менінгіт, перитоніт)",
        "Протипоказання": "Підвищена чутливість до цефуроксиму або до інших компонентів препарату"
    },
    {
        "Назва": "Цетиризин-Тева таблетки, в/плів. обол. по 10 мг №20 (10х2)",
        "Діюча речовина": "Цетиризин",
        "Фармгрупа": "Антигістамінні засоби для системного застосування. Код АТХ R06A E07.",
        "Показання": "Симптоматична терапія сезонного та постійного алергічного риніту (таких симптомів як ринорея, свербіж у носі, чхання), а також неназальних симптомів, пов’язаних із кон’юнктивітом",
        "Протипоказання": "Підвищена чутливість до цетиризину або до інших компонентів препарату, а також до гідроксизину та до будь-яких похідних піперазину в анамнезі"
    },
    {
        "Назва": "Цефтазидим порошок для р-ну д/ін. по 1 г №1 у флак.",
        "Діюча речовина": "Цефтазидим",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування.",
        "Показання": "Лікування наведених нижче інфекцій у дорослих та дітей, включаючи новонароджених:внутрішньолікарняна пневмонія;інфекції дихальних шляхів у хворих на муковісцидоз;бактеріальний менінгіт;хронічний середній отит;злоякісний зовнішній отит;ускладнені інфекції сечовивідних шляхів;ускладнені інфекції шкіри та м’яких тканин;ускладнені інфекції черевної порожнини;інфекції кісток і суглобів;перитоніт, пов’язаний з проведенням діалізу у хворих, які знаходяться на безперервному амбулаторному перитонеальному діалізі",
        "Протипоказання": "Підвищена чутливість до цефтазидиму або до інших компонентів препарату"
    },
    {
        "Назва": "Цефоперазон комбі порошок для р-ну д/ін. по 1000 мг/1000 мг №1 у флак.",
        "Діюча речовина": "Cefoperazone, sulbactam",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування.",
        "Показання": "інфекції дихальних шляхів (верхніх і нижніх відділів);холецистит, холангіт, перитоніт та інші інфекції черевної порожнини;інфекції сечовивідних шляхів (верхніх і нижніх відділів);септицемія;менінгіт;інфекції шкіри і м’яких тканин;інфекції кісток і суглобів;запальні захворювання органів малого таза, ендометрит, гонорея та інші інфекції статевих органів",
        "Протипоказання": "Протипоказаний пацієнтам з гіперчутливістю до діючих речовин (сульбактаму, цефоперазону), до бета-лактамів або будь-яких допоміжних речовин"
    },
    {
        "Назва": "Клоназепам IC таблетки по 2 мг №30 (10х3)",
        "Діюча речовина": "Clonazepam",
        "Фармгрупа": "Протиепілептичні засоби. Похідні бензодіазепіну. Клоназепам. Код АТХ N03A Е01.",
        "Показання": "Епілепсія у дітей грудного, дошкільного та шкільного віку (в основному типові та атипові напади малої епілепсії та первинні або вторинні генералізовані тоніко-клонічні кризи)",
        "Протипоказання": "Гіперчутливість до похідних бензодіазепіну або до будь-яких інших компонентів лікарського засобу"
    },
    {
        "Назва": "Гриппостад рино 0,1% назальний спрей спрей наз., р-н 0.1 % по 10 мл у флак.",
        "Діюча речовина": "Ксилометазоліну гідрохлорид",
        "Фармгрупа": "Протинабрякові препарати для місцевого застосування при захворюваннях порожнини носа. Симпатоміметики, прості препарати. Код АТХ R01A A07.",
        "Показання": "Симптоматичне лікування закладеності носа при застуді, сінній гарячці, при інших алергічних ринітах, синуситах",
        "Протипоказання": "Гіперчутливість до ксилометазоліну або до будь-якого іншого компонента препарату, гострі коронарні захворювання, коронарна астма, гіпертиреоз, закритокутова глаукома, трансфеноїдальна гіпофізектомія та хірургічні втручання з оголюванням мозкової оболонки в анамнезі, сухий риніт (rhinitis sicca) або атрофічний риніт"
    },
    {
        "Назва": "Калію хлорид концентрат для р-ну д/інф. 7.5 % по 20 мл №1 у флак.",
        "Діюча речовина": "Potassium chloride",
        "Фармгрупа": "Розчини електролітів. Калію хлорид.",
        "Показання": "Тахікардія, екстрасистолічна аритмія, зумовлені гіпокаліємією, у тому числі інтоксикація серцевими глікозидами",
        "Протипоказання": "Гостра і хронічна ниркова недостатність (з олігурією, анурією, азотемією), повна блокада серця, порушення атріовентрикулярної (АВ) провідності, гіперкаліємія (концентрація калію у сироватці крові більше 5 ммоль/л), гіперхлоремія, метаболічні порушення (гіповолемія з гіпонатріємією), гіпергідратація, системний ацидоз, діабетичний ацидоз, гостра дегідратація, значні опіки, кишкова непрохідність, набряк мозку, хвороба Аддісона, теплові судоми"
    },
    {
        "Назва": "Ергокальциферол (вітамін Д2) розчин олій. ор. 0.125 % по 10 мл у флак.",
        "Діюча речовина": "Ергокальциферол (вітамін d2)",
        "Фармгрупа": "Препарати вітаміну D і його аналогів. Код АТХ А11С С01.",
        "Показання": "Для профілактики і лікування гіповітамінозу D, рахіту, а також при захворюваннях кісток, зумовлених порушенням обміну кальцію (різні форми остеопорозу, остеомаляція), при порушеннях функції паращитовидних залоз (тетанія), туберкульозу шкіри та кісток, псоріазі, системному червоному вовчаку (СЧВ) шкіри і слизових оболонок",
        "Протипоказання": "Підвищена чутливість до компонентів препарату;гіпервітаміноз D;активна форма туберкульозу легень;виразкова хвороба шлунка та дванадцятипалої кишки;гострі та хронічні захворювання печінки та нирок;органічні захворювання серця та судин у стадії декомпенсації;підвищений рівень кальцію та фосфору в крові та сечі;саркоїдоз;сечокам’яна хвороба"
    },
    {
        "Назва": "Дезлоратадин таблетки, в/о по 5 мг №10",
        "Діюча речовина": "Дезлоратадин",
        "Фармгрупа": "Антигістамінні засоби для системного застосування. Інші антигістамінні препарати для системного застосування. Дезлоратадин.",
        "Показання": "Усунення симптомів, пов’язаних з: алергічним ринітом (див",
        "Протипоказання": "Підвищена індивідуальна чутливість до дезлоратадину, лоратадину або до будь-якого компонента препарату"
    },
    {
        "Назва": "Дексаметазон-Дарниця краплі оч., р-н 1 мг/мл по 10 мл у флак.",
        "Діюча речовина": "Dexamethasone",
        "Фармгрупа": "Засоби, що застосовуються в офтальмології. Протизапальні засоби. Кортикостероїди, прості препарати. Дексаметазон.",
        "Показання": "Лікування чутливих до стероїдів неінфекційних запальних та алергічних станів кон’юнктиви, рогівки та переднього сегмента ока, включаючи реакції запалення у післяопераційному періоді",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Дексаметазон розчин д/ін. 4 мг/1 мл по 1 мл №25 (5х5) в амп.",
        "Діюча речовина": "Дексаметазону фосфат",
        "Фармгрупа": "Кортикостероїди для системного застосування. Код АТХ Н02А В02.",
        "Показання": "Дексаметазон вводити внутрішньовенно або внутрішньом’язово у невідкладних випадках та за відсутності можливості перорального застосування",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до будь-якого іншого інгредієнта препарату"
    },
    {
        "Назва": "Дексаметазон-Дарниця краплі оч., р-н 1 мг/мл по 10 мл у флак.",
        "Діюча речовина": "Dexamethasone",
        "Фармгрупа": "Засоби, що застосовуються в офтальмології. Протизапальні засоби. Кортикостероїди, прості препарати. Дексаметазон.",
        "Показання": "Лікування чутливих до стероїдів неінфекційних запальних та алергічних станів кон’юнктиви, рогівки та переднього сегмента ока, включаючи реакції запалення у післяопераційному періоді",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Еналаприл таблетки по 20 мг №20 (10х2)",
        "Діюча речовина": "Еnalapril",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту, монокомпонентні. Еналаприл. Код ATХ C09A A02.",
        "Показання": "Лікування артеріальної гіпертензії;лікування клінічно вираженої серцевої недостатності;профілактика клінічно вираженої серцевої недостатності у пацієнтів із безсимптомною дисфункцією лівого шлуночка (фракція викиду ≤ 35 %)",
        "Протипоказання": "Підвищена чутливість до еналаприлу, до будь-якої допоміжної речовини препарату або до будь-якого іншого інгібітора АПФ;наявність в анамнезі ангіоневротичного набряку, пов’язаного із застосуванням інгібіторів АПФ;спадковий або ідіопатичний ангіоневротичний набряк;пацієнтам із цукровим діабетом або з порушеннями функції нирок (ШКФ < 60 мл/хв/1,73 м2) не слід застосовувати Еналаприл із препаратами, що містять аліскірен;вагітні або жінки, які планують завагітніти (див"
    },
    {
        "Назва": "Домперидон-Стома таблетки по 10 мг №30 (10х3)",
        "Діюча речовина": "Домперидон",
        "Фармгрупа": "Засоби, що застосовуються у разі функціональних шлунково-кишкових розладів. Стимулятори перистальтики. Код АТХ А03F A03.",
        "Показання": "Для полегшення симптомів нудоти та блювання",
        "Протипоказання": "ДОМПЕРИДОН-СТОМА протипоказаний:  хворим зі встановленою підвищеною чутливістю до лікарського засобу або до допоміжних речовин; хворим з пролактин-секреторною пухлиною гіпофіза (пролактиномою); хворим з тяжкими або помірними порушеннями функції печінки та/або нирок (див"
    },
    {
        "Назва": "Доксазозин таблетки по 4 мг №20 (10х2)",
        "Діюча речовина": "Doxazosin",
        "Фармгрупа": "Антигіпертензивні засоби. Антиадренергічні засоби з периферич-ним механізмом дії. Блокатори α-адренорецепторів. Код АТХ С02С А04.",
        "Показання": "Артеріальна гіпертензія",
        "Протипоказання": "Гіперчутливість до діючої речовини чи до похідних хіназоліну (наприклад, празозину, теразозину, доксазозину) або до будь-якої з допоміжних речовин препарату, зазначених у розділі «Склад»; випадки ортостатичної гіпотензії в анамнезі; ДГПЗ та супутня обструкція верхніх сечовивідних шляхів, хронічні інфекції сечовивідних шляхів та наявність каменів у сечовому міхурі; у період годування груддю (лише при застосуванні для лікування артеріальної гіпертензії (див"
    },
    {
        "Назва": "Диклофенак-Здоров'я ультра гель 50 мг/г по 50 г у тубах",
        "Діюча речовина": "Diclofenac",
        "Фармгрупа": "Засоби, що застосовуються місцево у разі суглобового і м’язового болю. Нестероїдні протизапальні засоби для місцевого застосування. Диклофенак.",
        "Показання": "Місцеве лікування болю та запалення суглобів, м’язів, зв’язок та сухожиль ревматичного або травматичного походження",
        "Протипоказання": "Підвищена чутливість до диклофенаку, інших НПЗЗ або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Диклофенак таблетки по 0.05 г №30 (10х3)",
        "Діюча речовина": "Diclofenac",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні засоби. Похідні оцтової кислоти та споріднені сполуки.",
        "Показання": "Запальні і дегенеративні форми ревматичних захворювань (ревматоїдний артрит, анкілозуючий спондиліт, остеоартроз, спондилоартрити);больові синдроми з боку хребта;ревматичні захворювання позасуглобових м’яких тканин;гострі напади подагри;посттравматичні і післяопераційні больові синдроми, що супроводжуються запаленням і набряками, наприклад, після стоматологічних та ортопедичних втручань;гінекологічні захворювання, що супроводжуються больовим синдромом і запаленням, наприклад, первинна дисменорея або аднексит;як допоміжний засіб при тяжких запальних захворюваннях ЛОР-органів, які супроводжуються вираженим больовим синдромом, наприклад, при фаринготонзиліті, отиті",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якого іншого компонента лікарського засобу"
    },
    {
        "Назва": "Диклофенак таблетки по 0.05 г №30 (10х3)",
        "Діюча речовина": "Diclofenac",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні засоби. Похідні оцтової кислоти та споріднені сполуки.",
        "Показання": "Запальні і дегенеративні форми ревматичних захворювань (ревматоїдний артрит, анкілозуючий спондиліт, остеоартроз, спондилоартрити);больові синдроми з боку хребта;ревматичні захворювання позасуглобових м’яких тканин;гострі напади подагри;посттравматичні і післяопераційні больові синдроми, що супроводжуються запаленням і набряками, наприклад, після стоматологічних та ортопедичних втручань;гінекологічні захворювання, що супроводжуються больовим синдромом і запаленням, наприклад, первинна дисменорея або аднексит;як допоміжний засіб при тяжких запальних захворюваннях ЛОР-органів, які супроводжуються вираженим больовим синдромом, наприклад, при фаринготонзиліті, отиті",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якого іншого компонента лікарського засобу"
    },
    {
        "Назва": "Лопераміду гідрохлорид капсули по 2 мг №20 (10х2) у пач.",
        "Діюча речовина": "Loperamide",
        "Фармгрупа": "Препарати, що пригнічують перистальтику.",
        "Показання": "Симптоматичне лікування гострої діареї у дорослих та дітей віком від 12 років",
        "Протипоказання": "Лопераміду гідрохлорид протипоказаний:пацієнтам з відомою підвищеною чутливістю до лопераміду гідрохлориду або до будь-якого з компонентів препарату;пацієнтам з гострою дизентерією, що характеризується наявністю крові у випорожненнях та підвищеною температурою тіла;пацієнтам з гострим виразковим колітом або псевдомембранозним колітом, пов’язаним із застосуванням антибіотиків широкого спектра дії;пацієнтам з бактеріальним ентероколітом, спричиненим мікроорганізмами родин Salmonella, Shigella та Campylobacter"
    },
    {
        "Назва": "Дигоксин таблетки по 0.25 мг №40 (20х2)",
        "Діюча речовина": "Дигоксин",
        "Фармгрупа": "Кардіологічні препарати. Серцеві глікозиди. Глікозиди наперстянки. Дигоксин. Код АТХ С01А А05.",
        "Показання": "Застійна серцева недостатність;мерехтіння та тріпотіння передсердь (для регуляції частоти серцевих скорочень);суправентрикулярна пароксизмальна тахікардія",
        "Протипоказання": "Підвищена чутливість до дигоксину, до інших серцевих глікозидів або до будь-якого з компонентів препарату;інтоксикація препаратами наперстянки, що застосовувалися раніше;аритмії, викликані глікозидною інтоксикацією, в анамнезі;виражена синусова брадикардія, AV-блокада ІІ-ІІІ ступеня, синдром Адамса-Стокса-Морганьї;синдром каротидного синуса;гіпертрофічна обструктивна кардіоміопатія;суправентрикулярні аритмії, асоційовані з додатковими атріовентрикулярними шляхами провідності, в т"
    },
    {
        "Назва": "Трипліксам 5 мг/1,25 мг/5 мг таблетки, в/плів. обол. по 5 мг/1.25 мг/5 мг №30 у конт.",
        "Діюча речовина": "Трипліксам® 5 мг/1,25 мг/5 мг",
        "Фармгрупа": "Інгібітори АПФ, інші комбінації. Периндоприл, амлодипін та індапамід. Код АТХ С09В Х01.",
        "Показання": "Трипліксам показаний для лікування артеріальної гіпертензії у пацієнтів, яким необхідно лікування периндоприлом, індапамідом та амлодипіном у дозах, наявних у фіксованій комбінації",
        "Протипоказання": "Перебування на гемодіалізі;нелікована декомпенсована серцева недостатність;порушення функції нирок тяжкого ступеня (кліренс креатиніну нижче 30 мл/хв);порушення функції нирок помірного ступеня (кліренс креатиніну нижче 60 мл/хв) (стосовно препарату Трипліксам, що містить комбінацію діючих речовин у дозах 10 мг/2,5 мг/5 мг або 10 мг/2,5 мг/10 мг);підвищена чутливість до діючих речовин, інших сульфонамідних препаратів, похідних дигідропіридину, будь-якого іншого інгібітору АПФ або до будь-яких допоміжних речовин, зазначених у розділі «Склад»;вагітність або планування вагітності (див"
    },
    {
        "Назва": "Дротаверин таблетки по 40 мг №30 (10х3)",
        "Діюча речовина": "1 таблетка містить дротаверину гідрохлориду у перерахуванні на 100 % речовину 40 мг",
        "Фармгрупа": "Засоби, які застосовуються при функціональних шлунково-кишкових розладах.",
        "Показання": "З лікувальною метою при:  спазмах гладкої мускулатури, пов’язаних із захворюваннями біліарного тракту: холецистолітіазі, холангіолітіазі, холециститі, перихолециститі, холангіті, папіліті; спазмах гладкої мускулатури при захворюваннях сечового тракту: нефролітіазі, уретролітіазі, пієліті, циститі, тенезмах сечового міхура",
        "Протипоказання": "Підвищена чутливість до дротаверину або до будь-якого компонента препарату"
    },
    {
        "Назва": "Дутастерид/тамсулозин-Віста 0,5 мг/0,4 мг капсули тв. №30 у флак.",
        "Діюча речовина": "Дутастерид, тамсулозину гідрохлорид",
        "Фармгрупа": "Засоби, що застосовують при доброякісній гіперплазії передміхурової залози. Антагоніст α1-адренорецепторів. Код АТХ G04C А52.",
        "Показання": "Лікування помірних та тяжких симптомів доброякісної гіперплазії передміхурової залози",
        "Протипоказання": "Тамістер не застосовувати для лікування жінок і дітей (див"
    },
    {
        "Назва": "Есциталопрам-Тева таблетки, в/плів. обол. по 20 мг №28 (14х2)",
        "Діюча речовина": "Есциталопрам",
        "Фармгрупа": "Антидепресанти. Селективні інгібітори зворотного захоплення серотоніну (СІЗЗС). Код АТХ N06A B10.",
        "Показання": "Лікування:великих депресивних епізодів; панічних розладів із/без агорафобії; соціальних тривожних розладів (соціальна фобія); генералізованих тривожних розладів;обсесивно-компульсивних розладів",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до будь-якого іншого компонента лікарського засобу"
    },
    {
        "Назва": "Еноксапарин-Фармекс розчин д/ін. 10000 анти-Ха МО/мл (4000 анти-Ха МО) по 0.4 мл №1 у шпр.",
        "Діюча речовина": "Еноксапарин натрію",
        "Фармгрупа": "Антитромботичні засоби. Група гепарину.",
        "Показання": "Препарат показаний для застосування дорослим для:Профілактики венозних тромбоемболічних ускладнень у хірургічних пацієнтів з помірним та високим ризиком, особливо у пацієнтів, які підлягають ортопедичним або загально хірургічним оперативним втручанням, в тому числі оперативним втручання з приводу онкологічних захворювань",
        "Протипоказання": "Еноксапарин натрію протипоказаний до застосування пацієнтам з такими станами:Підвищена чутливість до еноксапарину натрію, гепарину або його похідних, в тому числі інших низькомолекулярних гепаринів, або до будь-якої з допоміжних речовин (див"
    },
    {
        "Назва": "Гуна-бета-естрадіол краплі ор. по 30 мл у флак.-крап.",
        "Діюча речовина": "Beta estradiolum d6 – 100 мл",
        "Фармгрупа": "Гомеопатичний лікарський засіб.",
        "Показання": "Естрогенна недостатність у клімактеричному періоді та при хірургічній менопаузі",
        "Протипоказання": "Підвищена чутливість до естрадіолу або етанолу"
    },
    {
        "Назва": "Еналаприл-Здоров'я таблетки по 10 мг №20",
        "Діюча речовина": "1 таблетка містить еналаприлу малеату 5 мг або 10 мг, або 20 мг",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту, монокомпонентні. Код ATХ C09A A02.",
        "Показання": "Лікування артеріальної гіпертензії",
        "Протипоказання": "Підвищена чутливість до компонентів препарату або до будь-якого іншого інгібітору АПФ"
    },
    {
        "Назва": "Гідрокортизон мазь оч. 5 мг/г по 3 г у тубах",
        "Діюча речовина": "Hydrocortisone",
        "Фармгрупа": "Засоби, що застосовуються в офтальмології. Протизапальні засоби. Кортикостероїди, прості.",
        "Показання": "Алергічний кон’юнктивіт;гострий та хронічний ірит, іридоцикліт, увеїт, хоріоретиніт; симпатична офтальмія, післяопераційні подразнення;відновлення прозорості рогівки після перенесеного кератиту, (хімічного) опіку; пригнічення неоваскуляризації",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-яких допоміжних речовин лікарського засобу;епітеліальний герпетичний кератит або інші вірусні захворювання ока; бактеріальні інфекції ока;рани та виразкові ураження рогівки;відкрито- та закритокутова глаукома;очний туберкульоз або грибкові інфекції ока"
    },
    {
        "Назва": "Гідроксизин-ЗН таблетки, в/плів. обол. по 25 мг №30 (10х3)",
        "Діюча речовина": "Hydroxyzine",
        "Фармгрупа": "Анксіолітики. Похідні дифенілметану.",
        "Показання": "Симптоматичне лікування тривожних станів у дорослих;як седативний засіб у період премедикації;симптоматична терапія свербежу",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якої з допоміжних речовин препарату, цетиризину, інших похідних піперазину, амінофіліну або етилендіамінуПорфірія"
    },
    {
        "Назва": "Ібупрофен-Дарниця таблетки по 200 мг №20 (10х2)",
        "Діюча речовина": "Ібупрофен",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні засоби. Похідні пропіонової кислоти.",
        "Показання": "Симптоматичне лікування головного болю, зубного болю, дисменореї, невралгії, болю у спині, суглобах, м’язах, ревматичних болів, а також лікування симптомів застуди та грипу",
        "Протипоказання": "Підвищена чутливість до ібупрофену або до будь-якого з компонентів лікарського засобу"
    },
    {
        "Назва": "Ібупрофен таблетки, в/плів. обол. по 200 мг №50 (10х5)",
        "Діюча речовина": "Ібупрофен",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні засоби. Похідні пропіонової кислоти. Код АТХ М01А Е01.",
        "Показання": "Симптоматична терапія головного болю, зубного болю, дисменореї, невралгії, болю у спині, суглобах, м’язах, при ревматичних болях, а також ознаках застуди і грипу",
        "Протипоказання": "Підвищена чутливість до ібупрофену (або до іншого компонента препарату) та до інших нестероїдних протизапальних засобів (НПЗЗ)"
    },
    {
        "Назва": "Ітраконазол капсули по 100 мг №15",
        "Діюча речовина": "Itraconazole",
        "Фармгрупа": "Протигрибкові препарати для системного застосування. Код АТХ J02A С02.",
        "Показання": "Вульвовагінальний кандидоз;висівкоподібний лишай;дерматомікози, спричинені чутливими до ітраконазолу збудниками (Trichophyton spp",
        "Протипоказання": "Капсули Ітраконазол протипоказані пацієнтам із відомою гіперчутливістю до діючої речовини або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Ірбетан таблетки по 300 мг №20 (10х2)",
        "Діюча речовина": "1 таблетка містить ірбесартану 300 мг",
        "Фармгрупа": "Антагоністи рецепторів ангіотензину II, прості препарати.",
        "Показання": "Лікування есенціальної артеріальної гіпертензії у дорослих",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якої з допоміжних речовин (див"
    },
    {
        "Назва": "Індапамід-Астрафарм таблетки, в/о по 2.5 мг №30",
        "Діюча речовина": "Indapamidе",
        "Фармгрупа": "Нетіазидні діуретики з помірною діуретичною активністю. Код АТХ C03B A11.",
        "Показання": "Есенціальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до індапаміду, інших сульфонамідів або до будь-яких інших компонентів препарату"
    },
    {
        "Назва": "Фуросемід-Дарниця таблетки по 40 мг №50 (10х5)",
        "Діюча речовина": "Furosemide",
        "Фармгрупа": "Високоактивні діуретики. Прості препарати сульфамідів. Фуросемід. Код АТХ C03C A01.",
        "Показання": "Набряки при хронічній застійній серцевій недостатності (якщо необхідне лікування із застосуванням діуретиків)",
        "Протипоказання": "Гіперчутливість до фуросеміду або до інших компонентів, що входять до складу лікарського засобу"
    },
    {
        "Назва": "Фуросемід-Дарниця таблетки по 40 мг №50 (10х5)",
        "Діюча речовина": "Furosemide",
        "Фармгрупа": "Високоактивні діуретики. Прості препарати сульфамідів. Фуросемід. Код АТХ C03C A01.",
        "Показання": "Набряки при хронічній застійній серцевій недостатності (якщо необхідне лікування із застосуванням діуретиків)",
        "Протипоказання": "Гіперчутливість до фуросеміду або до інших компонентів, що входять до складу лікарського засобу"
    },
    {
        "Назва": "Магнію сульфат порошок по 25 г у пак.",
        "Діюча речовина": "Магнію сульфат гептагідрат",
        "Фармгрупа": "Осмотичні проносні засоби. Код АТХ А06A D04.",
        "Показання": "Запори",
        "Протипоказання": "Підвищена індивідуальна чутливість, гострі запальні захворювання шлунково-кишкового тракту, кишкова непрохідність, жовчнокам’яна хвороба, обструкція жовчовивідних шляхів, гострі пропасні стани, артеріальна гіпотензія, стани, пов’язані з дефіцитом кальцію та пригніченням дихального центру, тяжка форма ниркової недостатності"
    },
    {
        "Назва": "Фебуксостат Ксантіс таблетки, в/плів. обол. по 80 мг №28 (7х4)",
        "Діюча речовина": "Фебуксостат",
        "Фармгрупа": "Лікарські засоби для лікування подагри. Лікарські засоби, що пригнічують утворення сечової кислоти. Код АТХ М04А А03.",
        "Показання": "Фебуксостат Ксантіс 80 мг та Фебуксостат Ксантіс 120 мгЗастосовувати для лікування хронічної гіперурикемії при захворюваннях, що супроводжуються відкладанням кристалів уратів, у тому числі при наявності тофусів та/або подагричного артриту в даний час чи в анамнезі",
        "Протипоказання": "Гіперчутливість до активної речовини або до будь-якої іншої допоміжної речовини лікарського засобу, зазначеної у розділі «Склад»"
    },
    {
        "Назва": "Альфа-токоферолу ацетат (вітамін Е) розчин олій. ор. 100 мг/мл по 20 мл у флак.",
        "Діюча речовина": "Вітамін-е-ацетат",
        "Фармгрупа": "Інші прості препарати вітамінів. Токоферол (вітамін Е).",
        "Показання": "У складі комплексного лікування:м’язових дистрофій різного характеру та ґенезу;суглобних і сухожильно-м’язових контрактур (контрактури Дюпюітрена);уражень спинного мозку (бічний аміотрофічний склероз);системних захворювань сполучної тканини (ревматоїдний артрит, дерматоміозит, ревматизм і фіброзит);порушень функцій чоловічих статевих залоз і менструального циклу, при загрозі переривання вагітності;уражень периферичних судин, атеросклерозу судин, міокардіодистрофії, гіпертонічної хвороби;алергічних і виразкових уражень шкіри, псоріазу;ендокринних захворювань щитовидної залози, цукрового діабету; пародонтозу;патологій, що потребують антиоксидантної терапії",
        "Протипоказання": "Підвищена індивідуальна чутливість до компонентів препарату, тяжкий кардіосклероз, інфаркт міокарда, гіпервітаміноз вітаміну Е, тиреотоксикоз"
    },
    {
        "Назва": "Флуоксетин таблетки, в/о по 20 мг №20 (10х2)",
        "Діюча речовина": "Fluoxetine",
        "Фармгрупа": "Антидепресанти. Код АТХ N06А В03.",
        "Показання": "Великі депресивні епізоди/розлади",
        "Протипоказання": "Підвищена чутливість до флуоксетину або до будь-яких інших компонентів препарату"
    },
    {
        "Назва": "Флутамід таблетки по 250 мг №84 (21х4)",
        "Діюча речовина": "Флутамід",
        "Фармгрупа": "Антинеопластичні та імуномодулюючі лікарські засоби. Лікарські засоби, що застосовуються при захворюваннях ендокринної системи. Антагоністи гормонів та аналогічні засоби. Антиандрогенні засоби. Код АТХ L02B B01.",
        "Показання": "Лікування місцевопоширеного або метастазуючого раку простати, як монотерапія (з або без орхідектомії) або в комбінації з агоністами лютеїнізуючого гормону рилізинг-гормону (ЛГРГ), у хворих, яким раніше не призначали ніякого лікування або які не реагують чи у яких розвинулась резистентність до гормональної терапії або її непереносимість, з метою досягнення максимальної андрогенної блокади",
        "Протипоказання": "Гіперчутливість до флутаміду або до допоміжних речовин, що входять до складу препарату"
    },
    {
        "Назва": "Лізиноприл таблетки по 20 мг №20 (10х2)",
        "Діюча речовина": "Lisinopril",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту (АПФ).",
        "Показання": "Есенціальна гіпертензія",
        "Протипоказання": "Гіперчутливість до діючої або до допоміжних речовин препарату"
    },
    {
        "Назва": "Трипліксам 10 мг/2,5 мг/5 мг таблетки, в/плів. обол. по 10 мг/2.5 мг/5 мг №30 у конт.",
        "Діюча речовина": "Трипліксам® 5 мг/1,25 мг/5 мг",
        "Фармгрупа": "Інгібітори АПФ, інші комбінації. Периндоприл, амлодипін та індапамід. Код АТХ С09В Х01.",
        "Показання": "Трипліксам показаний для лікування артеріальної гіпертензії у пацієнтів, яким необхідно лікування периндоприлом, індапамідом та амлодипіном у дозах, наявних у фіксованій комбінації",
        "Протипоказання": "Перебування на гемодіалізі;нелікована декомпенсована серцева недостатність;порушення функції нирок тяжкого ступеня (кліренс креатиніну нижче 30 мл/хв);порушення функції нирок помірного ступеня (кліренс креатиніну нижче 60 мл/хв) (стосовно препарату Трипліксам, що містить комбінацію діючих речовин у дозах 10 мг/2,5 мг/5 мг або 10 мг/2,5 мг/10 мг);підвищена чутливість до діючих речовин, інших сульфонамідних препаратів, похідних дигідропіридину, будь-якого іншого інгібітору АПФ або до будь-яких допоміжних речовин, зазначених у розділі «Склад»;вагітність або планування вагітності (див"
    },
    {
        "Назва": "Креон 10000 капсули тв. з гастрорезист. гран. по 150 мг №20 (10х2)",
        "Діюча речовина": "Панкреатин",
        "Фармгрупа": "Препарати, що поліпшують травлення, включаючи ферменти. Поліферментні препарати. Код АТХ А09А А02.",
        "Показання": "Лікування екзокринної недостатності підшлункової залози у дорослих і дітей, спричиненої різними захворюваннями та станами, в тому числі зазначеними нижче, але не обмеженими цим переліком:муковісцидоз;хронічний панкреатит;панкреатектомія;гастректомія;операції з накладенням шлунково-кишкового анастомозу (наприклад гастроентеростомія за Більротом II);синдром Швахмана–Даймонда;стан після атаки гострого панкреатиту та відновлення ентерального або перорального харчування",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якого іншого компонента препарату"
    },
    {
        "Назва": "Габапентин капсули тв. по 300 мг №20 (10х2)",
        "Діюча речовина": "1 капсула містить 300 мг габапентину",
        "Фармгрупа": "Засоби, що діють на нервову систему. Протиепілептичні засоби. Габапентин.",
        "Показання": "Епілепсія",
        "Протипоказання": "Гіперчутливість до активної речовини або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Гавіскон подвійної дії суспензія ор. по 10 мл №24 у саше",
        "Діюча речовина": "10 мл суспензії містять 500 мг натрію альгінату, 213 мг натрію гідрокарбонату, 325 мг кальцію карбонату",
        "Фармгрупа": "Лікарські засоби для лікування пептичної виразки та гастроезофагеальної рефлюксної хвороби (ГЕРХ). Код АТХ A02B X.",
        "Показання": "Лікування симптомів гастроезофагеального рефлюксу, пов’язаних з кислотністю вмісту шлунка, що закидається в стравохід, таких як кисла відрижка, печія, розлад травлення, наприклад, після приймання їжі або під час вагітності",
        "Протипоказання": "Лікарський засіб протипоказаний пацієнтам з відомою або підозрюваною гіперчутливістю до діючих речовин або до будь-якої з допоміжних речовин, в тому числі метилпарагідроксибензоату (Е 218) і пропілпарагідроксибензоату (Е 216)"
    },
    {
        "Назва": "Магнію сульфат порошок по 25 г у пак.",
        "Діюча речовина": "Магнію сульфат гептагідрат",
        "Фармгрупа": "Осмотичні проносні засоби. Код АТХ А06A D04.",
        "Показання": "Запори",
        "Протипоказання": "Підвищена індивідуальна чутливість, гострі запальні захворювання шлунково-кишкового тракту, кишкова непрохідність, жовчнокам’яна хвороба, обструкція жовчовивідних шляхів, гострі пропасні стани, артеріальна гіпотензія, стани, пов’язані з дефіцитом кальцію та пригніченням дихального центру, тяжка форма ниркової недостатності"
    },
    {
        "Назва": "Гліцеринові супозиторії \"Фарміна\" супозиторії по 0.75 г №5",
        "Діюча речовина": "Glycerol",
        "Фармгрупа": "Проносні засоби. Гліцерол. Код АТХ А06АХ01.",
        "Показання": "Запори різної етіології (коли застосування пероральних препаратів неможливе)",
        "Протипоказання": "Підвищена чутливість до компонентів препарату"
    },
    {
        "Назва": "Гліклазид-Тева MR таблетки з модиф. вивіл. по 60 мг №30 (10х3)",
        "Діюча речовина": "Гліклазид",
        "Фармгрупа": "Протидіабетичні засоби. Цукрознижувальні засоби, за винятком інсулінів. Сульфонаміди, похідні сечовини. Гліклазид.",
        "Показання": "Цукровий діабет ІІ типу у дорослих:зниження та контроль глюкози в крові при неможливості нормалізувати рівень глюкози тільки дієтою, фізичними вправами та зменшенням маси тіла; попередження ускладнень цукрового діабету ІІ типу: зниження ризику макро- та мікросудинних ускладнень, зокрема нових випадків або погіршення нефропатії у пацієнтів з цукровим діабетом ІІ типу, які лікуються за стратегією інтенсивного контролю глікемії",
        "Протипоказання": "Гіперчутливість до гліклазиду або до інших препаратів сульфонілсечовини, сульфонамідів або до будь-якого компонента препарату;цукровий діабет І типу;діабетична прекома та кома, діабетичний кетоацидоз (в таких випадках рекомендоване застосування інсуліну);тяжка печінкова або ниркова недостатність;лікування міконазолом;лікування квінолоном;період годування груддю"
    },
    {
        "Назва": "Глімепірид-КВ таблетки по 3 мг №30 (10х3)",
        "Діюча речовина": "Глімепірид",
        "Фармгрупа": "Пероральні гіпоглікемізуючі препарати, за винятком інсулінів. Сульфонаміди, похідні сечовини. Код АТХ А10В В12.",
        "Показання": "Цукровий діабет ІІ типу у дорослих, якщо рівень глюкози в крові не можна підтримувати лише дієтою, фізичними вправами та зниженням маси тіла",
        "Протипоказання": "Глімепірид-КВ не призначений для лікування інсулінозалежного цукрового діабету, діабетичного кетоацидозу, діабетичної коми"
    },
    {
        "Назва": "Кетоконазол-Фітофарм крем д/зовн. заст. 2 % по 15 г у тубах",
        "Діюча речовина": "Ketoconazole",
        "Фармгрупа": "Протигрибкові препарати для місцевого застосування. Похідні імідазолу та триазолу.",
        "Показання": "Для місцевого застосування при лікуванні інфекцій шкіри, спричинених дерматофітами: епідермофітії тіла, рук, ступнів, пахової епідермофітії, спричинених Trichophyton rubrum, Trichophyton mentagrophytes, Microsporum canis та Epidermophyton floccosum, а також для лікування кандидозу шкіри і висівкоподібного лишаю",
        "Протипоказання": "Підвищена чутливість до кетоконазолу або до інших компонентів препарату"
    },
    {
        "Назва": "Левофлоксацин таблетки, в/о по 500 мг №10",
        "Діюча речовина": "1 таблетка містить 256,23 мг левофлоксацину гемігідрату, що еквівалентно 250 мг левофлоксацину",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування. Фторхінолони. Левофлоксацин.",
        "Показання": "Левофлоксацин показано для лікування у дорослих інфекцій, спричинених чутливими до левофлоксацину мікроорганізмами:гострий бактеріальний синусит;загострення хронічного обструктивного захворювання легень, включаючи бронхіт;негоспітальна пневмонія;ускладнені інфекції шкіри і м’яких тканин;неускладнений цистит",
        "Протипоказання": "Підвищена чутливість до левофлоксацину, інших фторхінолонів або до будь-якої з допоміжних речовин лікарського засобу;епілепсія;ушкодження сухожиль, пов’язане із застосуванням фторхінолонів;дитячий вік (до 18 років);вагітність та період годування груддю"
    },
    {
        "Назва": "Трипліксам 10 мг/2,5 мг/5 мг таблетки, в/плів. обол. по 10 мг/2.5 мг/5 мг №30 у конт.",
        "Діюча речовина": "Трипліксам® 5 мг/1,25 мг/5 мг",
        "Фармгрупа": "Інгібітори АПФ, інші комбінації. Периндоприл, амлодипін та індапамід. Код АТХ С09В Х01.",
        "Показання": "Трипліксам показаний для лікування артеріальної гіпертензії у пацієнтів, яким необхідно лікування периндоприлом, індапамідом та амлодипіном у дозах, наявних у фіксованій комбінації",
        "Протипоказання": "Перебування на гемодіалізі;нелікована декомпенсована серцева недостатність;порушення функції нирок тяжкого ступеня (кліренс креатиніну нижче 30 мл/хв);порушення функції нирок помірного ступеня (кліренс креатиніну нижче 60 мл/хв) (стосовно препарату Трипліксам, що містить комбінацію діючих речовин у дозах 10 мг/2,5 мг/5 мг або 10 мг/2,5 мг/10 мг);підвищена чутливість до діючих речовин, інших сульфонамідних препаратів, похідних дигідропіридину, будь-якого іншого інгібітору АПФ або до будь-яких допоміжних речовин, зазначених у розділі «Склад»;вагітність або планування вагітності (див"
    },
    {
        "Назва": "Сульпірид капсули тв. по 50 мг №24 (12х2)",
        "Діюча речовина": "Сульпірид",
        "Фармгрупа": "Антипсихотичні засоби. Бензаміди. Код АТХ N05A L01.",
        "Показання": "Короткотривале симптоматичне лікування тривожних станів у дорослих у разі, коли звичайні терапевтичні заходи не дали результатів",
        "Протипоказання": "Гіперчутливість до сульпіриду або будь-якої з допоміжних речовин лікарського засобу"
    },
    {
        "Назва": "Лоперамід таблетки по 2 мг №20 (10х2)",
        "Діюча речовина": "1 таблетка містить лопераміду гідрохлориду у перерахуванні на 100 % речовину – 2 мг",
        "Фармгрупа": "Препарати, що пригнічують перистальтику.",
        "Показання": "Симптоматичне лікування гострої діареї у дорослих та дітей віком від 12 років",
        "Протипоказання": "Лоперамід протипоказаний:пацієнтам з відомою підвищеною чутливістю до лопераміду гідрохлориду або до будь-якого з компонентів препарату;дітям віком до 12 років;пацієнтам з гострою дизентерією, що характеризується наявністю крові у випорожненнях та підвищеною температурою тіла;пацієнтам з гострим виразковим колітом або псевдомембранозним колітом, пов’язаним із застосуванням антибіотиків широкого спектра дії;пацієнтам з бактеріальним ентероколітом, спричиненим мікроорганізмами родин Salmonella, Shigella та Campylobacter"
    },
    {
        "Назва": "Лозартан плюс-Тева таблетки, в/плів. обол. по 50 мг/12.5 мг №30 (10х3)",
        "Діюча речовина": "Лозартан калію, гідрохлоротіазид",
        "Фармгрупа": "Антагоністи рецепторів ангіотензину II у комбінації з тіазидними діуретиками. Код АТХ C09D A01.",
        "Показання": "Есенціальна гіпертензія у пацієнтів, у яких монотерапія лозартаном або гідрохлоротіазидом не дає змоги адекватно контролювати артеріальний тиск",
        "Протипоказання": "Підвищена чутливість до лозартану або до будь-яких компонентів препарату"
    },
    {
        "Назва": "Лозартан-Тева таблетки, в/плів. обол. по 100 мг №30 (10х3)",
        "Діюча речовина": "Лозартан калію",
        "Фармгрупа": "Прості препарати антагоністів рецепторів ангіотензину II. Код АТХ С09С А01.",
        "Показання": "Лікування есенціальної артеріальної гіпертензії у дорослих, а також у дітей віком від 6 років",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Лізиноприл-Астрафарм таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Lisinopril",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту (АПФ). Код АТХ С09А А03.",
        "Показання": "Артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до лізиноприлу, до інших компонентів препарату або до інших інгібіторів АПФ"
    },
    {
        "Назва": "Лактулоза сироп 670 мг/мл по 200 мл у бан.",
        "Діюча речовина": "Лактулоза",
        "Фармгрупа": "Осмотичні проносні засоби. Код АТХ А06А D11.",
        "Показання": "Запор: регуляція фізіологічного ритму кишечнику",
        "Протипоказання": "Підвищена чутливість до діючої речовини"
    },
    {
        "Назва": "Монтелукаст-Тева таблетки, в/плів. обол. по 10 мг №28 (7х4)",
        "Діюча речовина": "Монтелукаст",
        "Фармгрупа": "Протиастматичні засоби для системного застосування. Антагоністи лейкотрієнових рецепторів. Код АТХ R03D C03.",
        "Показання": "Додаткове лікування персистуючої астми від легкого до помірного ступеня, що недостатньо контролюється інгаляційними кортикостероїдними препаратами, а також при недостатньому клінічному контролі астми за допомогою β-агоністів короткострокової дії, що застосовуються при необхідності",
        "Протипоказання": "Гіперчутливість до монтелукасту або до будь-якого компонента препарату"
    },
    {
        "Назва": "Метилпреднізолон-ФС таблетки по 8 мг №30 (10х3)",
        "Діюча речовина": "Метилпреднізолон",
        "Фармгрупа": "Прості препарати кортикостероїдів для системного застосування. Глюкокортикостероїди. Метилпреднізолон. Код АТХ Н02А В04.",
        "Показання": "Ендокринні захворювання",
        "Протипоказання": "Підвищена чутливість до метилпреднізолону або до інших компонентів препарату;системні інфекції у випадках, коли специфічну протимікробну терапію не призначали;системні грибкові інфекції"
    },
    {
        "Назва": "Меновазин розчин д/зовн. заст., спирт. по 40 мл у флак.",
        "Діюча речовина": "Ментол, новокаїн (прокаїну гідрохлорид), анестезин (бензокаїн)",
        "Фармгрупа": "Засоби, що застосовуються місцево при суглобовому та м’язовому болю.",
        "Показання": "Препарат призначають при невралгіях, міалгіях, артралгіях",
        "Протипоказання": "Препарат протипоказаний при підвищеній чутливості до новокаїну та інших складових компонентів препарату"
    },
    {
        "Назва": "Метформін Сандоз таблетки, в/плів. обол. по 850 мг №120 (10х12)",
        "Діюча речовина": "Метформін",
        "Фармгрупа": "Пероральні гіпоглікемічні засоби, за винятком інсулінів. Бігуаніди. Код АТХ А10В А02.",
        "Показання": "Цукровий діабет 2 типу при неефективності дієтотерапії та режиму фізичних навантажень, особливо у хворих з надлишковою масою тіла;як монотерапія або комбінована терапія сумісно з іншими пероральними гіпоглікемічними засобами, або сумісно з інсуліном для лікування дорослих",
        "Протипоказання": "Підвищена чутливість до метформіну або до будь-якого іншого компонента препарату;будь-який тип гострого метаболічного ацидозу (наприклад, лактоацидоз, діабетичний кетоацидоз);діабетична прекома;ниркова недостатність тяжкого ступеня (швидкість клубочкової фільтрації (ШКФ) < 30 мл/хв);гострі стани, що протікають з ризиком розвитку порушень функції нирок, такі як: зневоднення організму, тяжкі інфекційні захворювання, шок; захворювання, що можуть призводити до розвитку гіпоксії тканин (особливо гострі захворювання або загострення хронічної хвороби): декомпенсована серцева недостатність, дихальна недостатність, нещодавно перенесений інфаркт міокарда, шок;печінкова недостатність, гостре отруєння алкоголем, алкоголізм"
    },
    {
        "Назва": "Метронідазол таблетки по 250 мг №20 (10х2)",
        "Діюча речовина": "Metronidazole",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування. Антипротозойні препарати. Похідні імідазолу. Код ATХ J01X D01.",
        "Показання": "Інфекції, спричинені чутливими до препарату мікроорганізмами: амебіаз; урогенітальний трихомоніаз; неспецифічні вагініти; лямбліоз; хірургічні інфекції, спричинені чутливими до метронідазолу анаеробними мікроорганізмами",
        "Протипоказання": "Підвищена чутливість до метронідазолу або до препаратів групи імідазолу, а також до інших компонентів препарату"
    },
    {
        "Назва": "Метоклопрамід-Дарниця таблетки по 10 мг №50 (10х5)",
        "Діюча речовина": "Metoclopramide",
        "Фармгрупа": "Стимулятори перистальтики (пропульсанти).",
        "Показання": "Дорослим метоклопрамід показаний для запобігання нудоти і блювання, спричинених радіотерапією, відстроченої нудоти і блювання, спричинених хіміотерапією, а також для симптоматичного лікування нудоти і блювання, включаючи пов’язані з гострою мігренню (у комбінації з пероральними аналгетиками для покращення їх всмоктування)",
        "Протипоказання": "Підвищена чутливість до метоклопраміду або до будь-якої іншої складової лікарського засобу; шлунково-кишкова кровотеча;механічна кишкова непрохідність;шлунково-кишкова перфорація;підтверджена або запідозрена феохромоцитома через ризик тяжких нападів артеріальної гіпертензії; пізня дискінезія, зумовлена нейролептиками або метоклопрамідом, в анамнезі;епілепсія (підвищення частоти та інтенсивності нападів);хвороба Паркінсона;одночасне застосування з леводопою або допамінергічними агоністами;встановлена метгемоглобінемія при застосуванні метоклопраміду або при дефіциті НАДН-цитохром-b5-редуктази в анамнезі;пролактинзалежні пухлини;підвищена судомна готовність (екстрапірамідні рухові розлади)"
    },
    {
        "Назва": "Метформін Сандоз таблетки, в/плів. обол. по 850 мг №120 (10х12)",
        "Діюча речовина": "Метформін",
        "Фармгрупа": "Пероральні гіпоглікемічні засоби, за винятком інсулінів. Бігуаніди. Код АТХ А10В А02.",
        "Показання": "Цукровий діабет 2 типу при неефективності дієтотерапії та режиму фізичних навантажень, особливо у хворих з надлишковою масою тіла;як монотерапія або комбінована терапія сумісно з іншими пероральними гіпоглікемічними засобами, або сумісно з інсуліном для лікування дорослих",
        "Протипоказання": "Підвищена чутливість до метформіну або до будь-якого іншого компонента препарату;будь-який тип гострого метаболічного ацидозу (наприклад, лактоацидоз, діабетичний кетоацидоз);діабетична прекома;ниркова недостатність тяжкого ступеня (швидкість клубочкової фільтрації (ШКФ) < 30 мл/хв);гострі стани, що протікають з ризиком розвитку порушень функції нирок, такі як: зневоднення організму, тяжкі інфекційні захворювання, шок; захворювання, що можуть призводити до розвитку гіпоксії тканин (особливо гострі захворювання або загострення хронічної хвороби): декомпенсована серцева недостатність, дихальна недостатність, нещодавно перенесений інфаркт міокарда, шок;печінкова недостатність, гостре отруєння алкоголем, алкоголізм"
    },
    {
        "Назва": "Лопераміду гідрохлорид капсули по 2 мг №20 (10х2) у пач.",
        "Діюча речовина": "Loperamide",
        "Фармгрупа": "Препарати, що пригнічують перистальтику.",
        "Показання": "Симптоматичне лікування гострої діареї у дорослих та дітей віком від 12 років",
        "Протипоказання": "Лопераміду гідрохлорид протипоказаний:пацієнтам з відомою підвищеною чутливістю до лопераміду гідрохлориду або до будь-якого з компонентів препарату;пацієнтам з гострою дизентерією, що характеризується наявністю крові у випорожненнях та підвищеною температурою тіла;пацієнтам з гострим виразковим колітом або псевдомембранозним колітом, пов’язаним із застосуванням антибіотиків широкого спектра дії;пацієнтам з бактеріальним ентероколітом, спричиненим мікроорганізмами родин Salmonella, Shigella та Campylobacter"
    },
    {
        "Назва": "Метопролол таблетки по 100 мг №30 (10х3)",
        "Діюча речовина": "Метопролол",
        "Фармгрупа": "Селективні блокатори b-адренорецепторів.",
        "Показання": "Артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до будь-якого компонента препарату або до інших β-блокаторів;атріовентрикулярна блокада (II і III ступенів), синоатріальна блокада;синдром слабкості синусового вузла;декомпенсована серцева недостатність (набряк легенів, синдром гіпоперфузії або артеріальної гіпотензії);виражена брадикардія (ЧСС ≤ 50 за 1 хв);кардіогенний шок;тяжкі порушення периферичного кровообігу з болем або трофічними змінами;артеріальна гіпотензія (систолічний артеріальний тиск < 100 мм рт"
    },
    {
        "Назва": "Макситрол краплі оч. по 5 мл у флак.-крап. \"дроп-тейнер®\"",
        "Діюча речовина": "Дексаметазон, неоміцину сульфат, поліміксину в сульфат",
        "Фармгрупа": "Засоби, що застосовуються в офтальмології. Комбіновані препарати, які містять кортикостероїди та антибактеріальні засоби. Код АТХ S01С А01.",
        "Показання": "Запалення тканин ока, при яких показано застосування кортикостероїдів та існує поверхнева бактеріальна інфекція або ризик її розвитку (запалення бульбарної кон’юнктиви та кон’юнктиви повік, рогівки та переднього сегмента очного яблука, хронічний увеїт переднього відрізка та ураження рогівки, спричинені хімічними, радіаційними або тепловими опіками або потраплянням сторонніх тіл)",
        "Протипоказання": "Підвищена чутливість до діючих речовин або до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Міртазапін Сандоз таблетки, в/плів. обол. по 30 мг №20 (10х2)",
        "Діюча речовина": "Міртазапін",
        "Фармгрупа": "Антидепресанти. Код АТХ N06А Х11.",
        "Показання": "Лікування станів глибокої депресії",
        "Протипоказання": "Підвищена чутливість до міртазапіну або до будь-якого іншого компонента лікарського засобуСупутнє застосування міртазапіну з інгібіторами моноаміноксидази (MAO)"
    },
    {
        "Назва": "Каметон аерозоль по 30 г у балон.",
        "Діюча речовина": "Хлорбутанол гемігідрат; камфора рацемічна; ментол.",
        "Фармгрупа": "Засоби, що діють на респіраторну систему. Препарати, що застосовують при захворюваннях горла. Антисептики. Різні.",
        "Показання": "Місцеве лікування гострих і хронічних (переважно в стадії загострення) інфекційно-запальних захворювань горла і носа: тонзиліту, фарингіту, ларингіту, риніту",
        "Протипоказання": "Підвищена чутливість до компонентів препарату"
    },
    {
        "Назва": "Небіволол Сандоз таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Nebivolol",
        "Фармгрупа": "Селективні блокатори β-адренорецепторів. Код АТХ С07А В12.",
        "Показання": "Есенціальна артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до інших компонентів препарату"
    },
    {
        "Назва": "Небіволол Сандоз таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Nebivolol",
        "Фармгрупа": "Селективні блокатори β-адренорецепторів. Код АТХ С07А В12.",
        "Показання": "Есенціальна артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до інших компонентів препарату"
    },
    {
        "Назва": "Нефопам розчин д/ін. 20 мг/мл по 1 мл №3 в амп.",
        "Діюча речовина": "Nefopam",
        "Фармгрупа": "Аналгетики та антипіретики. Код АТХ N02В G06.",
        "Показання": "Для післяопераційної аналгезії у складі мультимодальної аналгезії (нефопам також виявляє позитивну властивість запобігати післяопераційному тремтінню)",
        "Протипоказання": "Гіперчутливість до нефопаму або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Нейрорубін розчин д/ін. по 3 мл №5 в амп.",
        "Діюча речовина": "Тіаміну гідрохлорид (вітамін в1), піридоксину гідрохлорид (вітамін в6), ціанокобаламін (вітамін в12)",
        "Фармгрупа": "Вітамін В1 у комбінації з вітаміном В6 та/або вітаміном В12.",
        "Показання": "Лікування невритів і невралгій, таких як:міжреберна невралгія;поперековий синдром (люмбаго);плексит (шийного та плечового сплетінь);корінцеві неврити внаслідок дегенеративних захворювань хребта",
        "Протипоказання": "Гіперчутливість до будь-якого компонента препарату"
    },
    {
        "Назва": "Німід гель д/зовн. заст. 10 мг/г по 30 г у тубах",
        "Діюча речовина": "Німесулід (nimesulide)",
        "Фармгрупа": "Нестероїдні протизапальні засоби для місцевого застосування. Код АТХ М02А А26.",
        "Показання": "Місцеве лікування патологічних станів опорно-рухового апарату, що характеризуються болем, запаленням та скутістю рухів, таких як остеоартрит, періартрит, посттравматичний тендиніт, тендосиновіти, розтягнення м’язів, тяжкі фізичні навантаження на суглоби",
        "Протипоказання": "Підвищена чутливість до німесуліду або до інших компонентів препарату"
    },
    {
        "Назва": "Ністатинова мазь 100000 ОД/г по 15 г у тубах",
        "Діюча речовина": "Ністатин",
        "Фармгрупа": "Протигрибкові препарати, що застосовуються у дерматології зовнішньо. Антибіотики.",
        "Показання": "Захворювання шкіри, спричинені грибами роду Candida",
        "Протипоказання": "Підвищена чутливість до ністатину або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Гриппостад рино 0,1% назальний спрей спрей наз., р-н 0.1 % по 10 мл у флак.",
        "Діюча речовина": "Ксилометазоліну гідрохлорид",
        "Фармгрупа": "Протинабрякові препарати для місцевого застосування при захворюваннях порожнини носа. Симпатоміметики, прості препарати. Код АТХ R01A A07.",
        "Показання": "Симптоматичне лікування закладеності носа при застуді, сінній гарячці, при інших алергічних ринітах, синуситах",
        "Протипоказання": "Гіперчутливість до ксилометазоліну або до будь-якого іншого компонента препарату, гострі коронарні захворювання, коронарна астма, гіпертиреоз, закритокутова глаукома, трансфеноїдальна гіпофізектомія та хірургічні втручання з оголюванням мозкової оболонки в анамнезі, сухий риніт (rhinitis sicca) або атрофічний риніт"
    },
    {
        "Назва": "Омепразол-Тева капсули гастрорезист. тв. по 20 мг №30 (10х3)",
        "Діюча речовина": "Омепразол",
        "Фармгрупа": "Засоби для лікування пептичної виразки і гастроезофагеальної рефлюксної хвороби. Інгібітори протонної помпи. Код АТХ А02В С01.",
        "Показання": "Застосування дорослимЛікування виразок дванадцятипалої кишкиПрофілактика рецидиву виразок дванадцятипалої кишкиЛікування доброякісних виразок шлункаПрофілактика рецидиву доброякісних виразок шлункаЕрадикація H",
        "Протипоказання": "Підвищена чутливість до омепразолу, заміщених бензимідазолів або до інших компонентів лікарського засобу"
    },
    {
        "Назва": "Лопераміду гідрохлорид капсули по 2 мг №20 (10х2) у пач.",
        "Діюча речовина": "Loperamide",
        "Фармгрупа": "Препарати, що пригнічують перистальтику.",
        "Показання": "Симптоматичне лікування гострої діареї у дорослих та дітей віком від 12 років",
        "Протипоказання": "Лопераміду гідрохлорид протипоказаний:пацієнтам з відомою підвищеною чутливістю до лопераміду гідрохлориду або до будь-якого з компонентів препарату;пацієнтам з гострою дизентерією, що характеризується наявністю крові у випорожненнях та підвищеною температурою тіла;пацієнтам з гострим виразковим колітом або псевдомембранозним колітом, пов’язаним із застосуванням антибіотиків широкого спектра дії;пацієнтам з бактеріальним ентероколітом, спричиненим мікроорганізмами родин Salmonella, Shigella та Campylobacter"
    },
    {
        "Назва": "Превенар 13 суспензія д/ін. 1 доза по 0.5 мл №1 у поперед. запов. шпр. з голк.",
        "Діюча речовина": "Пневмококові полісахариди серотипів 1, 3, 4, 5, 6a, 6b, 7f, 9v, 14, 19a, 19f і 23f, олігосахарид серотипу 18c, білок-носій crm197",
        "Фармгрупа": "Протибактеріальні вакцини. Пневмококовий полісахаридний очищений антиген кон’югований. Код АТХ J07A L02.",
        "Показання": "Активна імунізація для попередження інвазивних захворювань, пневмонії та гострого середнього отиту, спричинених Streptococcus pneumoniae, у дітей віком від 6 тижнів",
        "Протипоказання": "Підвищена чутливість до діючих речовин, до будь-якої з допоміжних речовин (див"
    },
    {
        "Назва": "Праміпексол IC таблетки по 0.25 мг №30 (10х3)",
        "Діюча речовина": "Праміпексол",
        "Фармгрупа": "Дофамінергічні засоби. Агоністи дофаміну. Праміпексол. Код АТХ N04B C05.",
        "Показання": "Лікування симптомів ідіопатичної хвороби Паркінсона у дорослих, як монотерапія (без леводопи) або у комбінації з леводопою, протягом перебігу захворювання аж до пізніх стадій, коли ефект леводопи знижується або стає нестійким і виникає коливання терапевтичного ефекту (феномен «включення-виключення»)",
        "Протипоказання": "Гіперчутливість до праміпексолу або до будь-якого іншого компонента лікарського засобу"
    },
    {
        "Назва": "Піроксикам Софарма капсули тв. по 20 мг №20 (10х2)",
        "Діюча речовина": "Піроксикам",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні лікарські засоби. Оксиками. Піроксикам.",
        "Показання": "Симптоматичне лікування остеоартриту, ревматоїдного артриту або анкілозуючого спондиліту",
        "Протипоказання": "Застосування протипоказане при:гіперчутливості до активної або до допоміжних речовин, скороминущих шкірних реакціях (незалежно від їх тяжкості) у відповідь на застосування піроксикаму, інших нестероїдних протизапальних і протиревматичних лікарських засобів та інших лікарських засобів;одночасному застосуванні інших нестероїдних протизапальних засобів (нпзз), включаючи селективні інгібітори ЦОГ-2 та ацетилсаліцилову кислоту в аналгетичних дозах;анамнестичних даних про виразку ШКТ, активній пептичній виразці, запальних шлунково-кишкових захворюваннях або шлунково-кишкових кровотечах, перфорації, раку шлунково-кишкового тракту або дивертикуліті;наявності шлунково-кишкових порушень в анамнезі, які створюють схильність до кровотечі, як наприклад, виразковий коліт, хвороба Крона;одночасному застосуванні антикоагулянтів;геморагічному діатезі, змінах картини крові неясного ґенезу (у тому числі в анамнезі);наявності в анамнезі серйозних алергічних реакцій будь-якого типу, особливо шкірних реакцій, таких як мультиформна еритема, синдром Стівенса-Джонсона, токсичний епідермальний некроліз;тяжкій серцевій недостатності;тяжкій нирковій або печінковій недостатності"
    },
    {
        "Назва": "Піаскледин 300 капсули №15",
        "Діюча речовина": "Олії авокадо неомилювані сполуки; олії сої неомилювані сполуки",
        "Фармгрупа": "Інші нестероїдні протизапальні та протиревматичні засоби. Авокадо і сої олії, неомилювані. Код АТХ М01А Х26.",
        "Показання": "Піаскледин® 300 застосовується у ревматології для лікування дорослих: симптоматичне лікування остеоартриту колінних суглобів",
        "Протипоказання": "Алергія на будь-яку з діючих або допоміжних речовин препарату, зазначених у розділі «Склад»"
    },
    {
        "Назва": "Парацетамол-Дарниця таблетки по 500 мг №10",
        "Діюча речовина": "Paracetamol",
        "Фармгрупа": "Аналгетики та антипіретики. Аніліди. Парацетамол. Код АТХ N02B E01.",
        "Показання": "Головний біль, включаючи мігрень та головний біль напруження, зубний біль, біль у спині, ревматичний біль, біль у м’язах, періодичні болі у жінок, помірний біль при артритах; полегшення симптомів гарячки та болю при застуді та грипі",
        "Протипоказання": "Підвищена чутливість до компонентів лікарського засобу, тяжкі порушення функції печінки та/або нирок, вроджена гіпербілірубінемія, дефіцит глюкозо-6-фосфатдегідрогенази, алкоголізм, захворювання крові, синдром Жильбера, виражена анемія, лейкопенія"
    },
    {
        "Назва": "Диклоберл ретард капсули прол./д., тв. по 100 мг №20 (10х2)",
        "Діюча речовина": "Диклофенак",
        "Фармгрупа": "Нестероїдні протизапальні та протиревматичні засоби.",
        "Показання": "Полегшення болю та зменшення запалення різного ступеня при різних станах, включаючи:патологію суглобів: ревматоїдний артрит, анкілозуючий спондиліт, остеоартрит, гострі напади подагри;гострі м’язово-скелетні захворювання, такі як періартрит (наприклад, плечолопатковий періартрит), тендиніт, тендовагініт, бурсит; інші патологічні стани, спричинені травмами, у тому числі переломи, біль у попереку, розтягнення, вивихи, ортопедичні, стоматологічні та інші незначні оперативні втручання",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якого іншого компонента препарату"
    },
    {
        "Назва": "Кветіапін-Дарниця таблетки, в/плів. обол. по 25 мг №30 (10х3)",
        "Діюча речовина": "Quetiapine",
        "Фармгрупа": "Засоби, що діють на нервову систему. Антипсихотичні засоби. Кветіапін.",
        "Показання": "Лікування шизофренії",
        "Протипоказання": "Підвищена індивідуальна чутливість до будь-якого з компонентів лікарського засобу"
    },
    {
        "Назва": "Ранітидин-Дарниця таблетки, в/плів. обол. по 150 мг №20 (10х2)",
        "Діюча речовина": "Ranitidine",
        "Фармгрупа": "Засоби для лікування пептичної виразки та гастроезофагеальної рефлюксної хвороби. Антагоністи Н2-гістамінових рецепторів. Ранітидин. Код АТХ А02В А02.",
        "Показання": "Пептична виразка шлунка і дванадцятипалої кишки, не асоційована з Helicobacter pylori (у фазі загострення), включаючи виразку, пов’язану із застосуванням нестероїдних протизапальних засобів (НПЗЗ); функціональна диспепсія; хронічний гастрит з підвищеною кислотоутворювальною функцією шлунка у стадії загострення; гастроезофагеальна рефлюксна хвороба (для полегшення симптомів) або рефлюкс-езофагіт",
        "Протипоказання": "Підвищена індивідуальна чутливість до ранітидину та до інших компонентів лікарського засобу; наявність злоякісних захворювань шлунка, цироз печінки з портосистемною енцефалопатією в анамнезі, печінкова недостатність, тяжка ниркова недостатність (кліренс креатиніну < 30 мл/хв)"
    },
    {
        "Назва": "Раміприл-Тева таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Раміприл",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту (АПФ). Інгібітори АПФ монокомпонентні. Раміприл. Код АТХ С09А А05.",
        "Показання": "Лікування артеріальної гіпертензії",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якої з допоміжних речовин, що входять до складу препарату, чи до інших інгібіторів АПФ"
    },
    {
        "Назва": "Раміприл-Тева таблетки по 5 мг №30 (10х3)",
        "Діюча речовина": "Раміприл",
        "Фармгрупа": "Інгібітори ангіотензинперетворювального ферменту (АПФ). Інгібітори АПФ монокомпонентні. Раміприл. Код АТХ С09А А05.",
        "Показання": "Лікування артеріальної гіпертензії",
        "Протипоказання": "Гіперчутливість до діючої речовини або до будь-якої з допоміжних речовин, що входять до складу препарату, чи до інших інгібіторів АПФ"
    },
    {
        "Назва": "Рифампіцин капсули по 150 мг №20 (10х2)",
        "Діюча речовина": "Рифампіцин",
        "Фармгрупа": "Протитуберкульозні засоби. Антибіотики. Код АТХ J04А B02.",
        "Показання": "У комплексній терапії:  туберкульозу різної локалізації, туберкульозного менінгіту, а також атипових мікобактеріозів; інфекційно-запальних захворювань нетуберкульозної природи, що спричинені чутливими до препарату збудниками (у тому числі тяжких форм стафілококової інфекції, лепри, легіонельозу, бруцельозу); безсимптомного носійства N",
        "Протипоказання": "Гіперчутливість до рифампіцину, інших рифаміцинів або до інших компонентів препарату; тяжкі порушення функцій печінки та нирок; жовтяниця; нещодавно перенесений (менше 1 року) інфекційний гепатит; тяжка легенево-серцева недостатність; одночасне застосування саквінавіру/ритонавіру"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Розувастатин-Дарниця таблетки, в/плів. обол. по 10 мг №30 (10х3)",
        "Діюча речовина": "Rosuvastatin",
        "Фармгрупа": "Гіполіпідемічні засоби.",
        "Показання": "Лікування гіперхолестеринеміїДорослим та дітям віком від 10 років із первинною гіперхолестеринемією (тип ІІа, в тому числі із гетерозиготною сімейною гіперхолестеринемією) або змішаною дисліпідемією (тип IІb) як доповнення до дієти, коли дотримання дієти та застосування інших немедикаментозних засобів (наприклад, фізичних вправ, зниження маси тіла) є недостатнім",
        "Протипоказання": "Гіперчутливість до розувастатину або до будь-яких інших компонентів лікарського засобу;захворювання печінки в активній фазі, серед яких стійке підвищення сироваткових трансаміназ невідомої етіології та будь-яке підвищення трансаміназ у сироватці, що у 3 рази перевищує верхню межу норми;тяжкі порушення функції нирок (кліренс креатиніну < 30 мл/хв);міопатія;одночасне застосування з циклоспорином;період вагітності або годування груддю"
    },
    {
        "Назва": "Серетид евохалер аерозоль д/інг., доз. 25 мкг/125 мкг по 120 доз у балон.",
        "Діюча речовина": "Сальметерол (у формі сальметеролу ксинафоату), флютиказону пропіонат",
        "Фармгрупа": "Протиастматичні засоби. Адренергічні препарати для інгаляційного застосування. Адренергічні засоби у комбінації з кортикостероїдами або іншими препаратами, за винятком антихолінергічних засобів. Сальметерол і флютиказон. Код АТХ R03A К06.",
        "Показання": "Регулярне лікування бронхіальної астми у пацієнтів, яким показана комбінована терапія b2-агоністом тривалої дії та інгаляційним кортикостероїдом:  пацієнтів з незадовільним контролем бронхіальної астми на тлі терапії інгаляційними кортикостероїдами та b2-агоністами короткої дії за вимогою або пацієнтів з адекватним контролем бронхіальної астми на тлі терапії інгаляційними кортикостероїдами та b2-агоністами тривалої дії у різних інгаляторах",
        "Протипоказання": "Гіперчутливість до будь-якого компонента препарату"
    },
    {
        "Назва": "Серетид дискус порошок д/інг., доз. 50 мкг/500 мкг по 60 доз у дискусі",
        "Діюча речовина": "Сальметеролу ксинафоат, флютиказону пропіонат",
        "Фармгрупа": "Протиастматичні засоби для інгаляційного застосування. Адренергічні засоби в комбінації з іншими протиастматичними препаратами. Сальметерол та флютиказон. Код АТХ R03A К06.",
        "Показання": "Бронхіальна астма Регулярне лікування бронхіальної астми у пацієнтів, яким показана комбінована терапія бета2-адреноміметиком тривалої дії та інгаляційним кортикостероїдом:  пацієнтів з недостатнім контролем захворювання на фоні постійної монотерапії інгаляційним кортикостероїдом при періодичному застосуванні (за потребою) бета2-адреноміметика короткої дії; пацієнтів з адекватним контролем захворювання на фоні лікування інгаляційним кортикостероїдом та бета2-адреноміметиком тривалої дії",
        "Протипоказання": "Гіперчутливість до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Лінекс бебі порошок д/ор. сусп. 1000000000 куо/пак по 1.5 г №10 у пак.",
        "Діюча речовина": "Bifidobacterium animalis subsp. lactis",
        "Фармгрупа": "Антидіарейні мікробні препарати.",
        "Показання": "Немовлятам від народження та дітям віком до 12 років:для стабілізації та підтримки балансу та функції мікрофлори кишечнику;як профілактичний та підтримуючий засіб у разі діареї, метеоризму та інших порушень, викликаних:* вірусними та бактеріальними інфекціями шлунково-кишкового тракту (наприклад ротавірусними інфекціями),* лікуванням із застосуванням протимікробних препаратів (антибіотиків та інших синтетичних протимікробних засобів)",
        "Протипоказання": "Гіперчутливість до діючої речовини або до мальтодекстрину"
    },
    {
        "Назва": "Смекта ваніль порошок д/ор. сусп. по 3 г №12 у пак.",
        "Діюча речовина": "Diosmectite",
        "Фармгрупа": "Протидіарейні препарати, що застосовуються при інфекційно-запальних захворюваннях кишечнику. Ентеросорбенти. Код АТХ А07В С05.",
        "Показання": "Лікування гострої діареї у дітей віком від 2 років (додатково до пероральної регідратації) та у дорослих",
        "Протипоказання": "Підвищена чутливість до діосмектиту або до будь-якої з допоміжних речовин, вказаних у розділі «Склад»"
    },
    {
        "Назва": "Сальбутамол аерозоль д/інг., доз. 100 мкг/дозу по 200 доз у балон.",
        "Діюча речовина": "Сальбутамол",
        "Фармгрупа": "Засоби для лікування обструктивних захворювань дихальних шляхів. Адренергічні препарати для інгаляційного застосування. Селективні агоністи бета2-адренорецепторів. Сальбутамол. Код АТХ R03A C02.",
        "Показання": "Короткотривале (від 4 до 6 годин) розширення бронхів зі швидким початком (приблизно протягом 5 хвилин) при обструкції дихальних шляхів",
        "Протипоказання": "Гіперчутливість в анамнезі до будь-якого компонента препарату"
    },
    {
        "Назва": "Симвастатин-Тева таблетки, в/плів. обол. по 20 мг №30 (10х3)",
        "Діюча речовина": "Симвастатин",
        "Фармгрупа": "Гіполіпідемічні засоби. Інгібітори ГМГ-КоА-редуктази. КодАТХСІОА А01.",
        "Показання": "Зниження підвищеного рівня загального холестерину, холестерину ЛПНЩ",
        "Протипоказання": "Гіперчутливість до симвастатину або будь-якої складової препарату"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Ентерол 250 порошок д/ор. заст. по 250 мг №10 (2х5) у пак. спар.",
        "Діюча речовина": "1 пакетик містить сахароміцети буларді cncm i-745 (ліофілізовані клітини) 250 мг",
        "Фармгрупа": "Антидіарейні мікробні препарати.",
        "Показання": "Профілактика та лікування колітів і діареї, пов’язаних з прийомом антибіотиків",
        "Протипоказання": "Гіперчутливість до будь-якого компонента препарату"
    },
    {
        "Назва": "Спазмалгон розчин д/ін. по 5 мл №10 в амп.",
        "Діюча речовина": "Метамізол натрію моногідрат, пітофенону гідрохлорид, фенпіверинію бромід",
        "Фармгрупа": "Спазмолітичні засоби в комбінації з аналгетиками.",
        "Показання": "Для короткочасного симптоматичного лікування больового синдрому при спазмах гладкої мускулатури внутрішніх органів:шлункові та кишкові коліки;ниркові коліки при нирковокам’яній хворобі;спастична дискінезія жовчних шляхів;дисменорея",
        "Протипоказання": "Гіперчутливість до активних речовин, до похідних піразолону (в тому числі у пацієнтів з агранулоцитозом в анамнезі при попередньому застосуванні подібних ліків) або до інших нестероїдних протизапальних засобів (НПЗЗ)"
    },
    {
        "Назва": "Тербінафін-КВ таблетки по 250 мг №14 (7х2)",
        "Діюча речовина": "Тербінафін",
        "Фармгрупа": "Протигрибкові препарати для застосування у дерматології. Протигрибкові препарати для системного застосування. Тербінафін. Код АТХ D01B A02.",
        "Показання": "Грибкові інфекції шкіри і нігтів, спричинені Trichophyton (наприклад T",
        "Протипоказання": "Гіперчутливість до тербінафіну або до будь-яких допоміжних речовин лікарського засобу"
    },
    {
        "Назва": "Дутастерид/тамсулозин-Віста 0,5 мг/0,4 мг капсули тв. №30 у флак.",
        "Діюча речовина": "Дутастерид, тамсулозину гідрохлорид",
        "Фармгрупа": "Засоби, що застосовують при доброякісній гіперплазії передміхурової залози. Антагоніст α1-адренорецепторів. Код АТХ G04C А52.",
        "Показання": "Лікування помірних та тяжких симптомів доброякісної гіперплазії передміхурової залози",
        "Протипоказання": "Тамістер не застосовувати для лікування жінок і дітей (див"
    },
    {
        "Назва": "Трамадол-ЗН капсули по 50 мг №10",
        "Діюча речовина": "Tramadol",
        "Фармгрупа": "Аналгетики. Опіоїди. Код АТХ N02А X02.",
        "Показання": "Лікування помірного та сильного болю",
        "Протипоказання": "Гіперчутливість до трамадолу гідрохлориду або до інших компонентів лікарського засобу; гостре отруєння алкоголем, психотропними, снодійними, знеболювальними (у тому числі опіоїдними) засобами; тяжка ниркова (кліренс креатиніну < 10 мл/хв) або печінкова недостатність; період лікування інгібіторами моноаміноксидази (МАО) та наступні 14 днів після їх відміни; епілепсія, що не контролюється лікуванням; не застосовується для лікування опіоїдної залежності; синдром відміни наркотиків"
    },
    {
        "Назва": "Трамадол-ЗН капсули по 50 мг №10",
        "Діюча речовина": "Tramadol",
        "Фармгрупа": "Аналгетики. Опіоїди. Код АТХ N02А X02.",
        "Показання": "Лікування помірного та сильного болю",
        "Протипоказання": "Гіперчутливість до трамадолу гідрохлориду або до інших компонентів лікарського засобу; гостре отруєння алкоголем, психотропними, снодійними, знеболювальними (у тому числі опіоїдними) засобами; тяжка ниркова (кліренс креатиніну < 10 мл/хв) або печінкова недостатність; період лікування інгібіторами моноаміноксидази (МАО) та наступні 14 днів після їх відміни; епілепсія, що не контролюється лікуванням; не застосовується для лікування опіоїдної залежності; синдром відміни наркотиків"
    },
    {
        "Назва": "Лопераміду гідрохлорид капсули по 2 мг №20 (10х2) у пач.",
        "Діюча речовина": "Loperamide",
        "Фармгрупа": "Препарати, що пригнічують перистальтику.",
        "Показання": "Симптоматичне лікування гострої діареї у дорослих та дітей віком від 12 років",
        "Протипоказання": "Лопераміду гідрохлорид протипоказаний:пацієнтам з відомою підвищеною чутливістю до лопераміду гідрохлориду або до будь-якого з компонентів препарату;пацієнтам з гострою дизентерією, що характеризується наявністю крові у випорожненнях та підвищеною температурою тіла;пацієнтам з гострим виразковим колітом або псевдомембранозним колітом, пов’язаним із застосуванням антибіотиків широкого спектра дії;пацієнтам з бактеріальним ентероколітом, спричиненим мікроорганізмами родин Salmonella, Shigella та Campylobacter"
    },
    {
        "Назва": "Каптоприл таблетки по 25 мг №20 (10х2)",
        "Діюча речовина": "Captopril",
        "Фармгрупа": "Засоби, що діють на ренін-ангіотензинову систему. Інгібітори ангіотензинперетворювального ферменту (АПФ), монокомпонентні.",
        "Показання": "Артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до каптоприлу, до будь-якої допоміжної речовини або до інших інгібіторів АПФ;набряк Квінке (в тому числі в анамнезі, після застосування інгібіторів АПФ, спадковий/ідіопатичний);двобічний стеноз ниркових артерій, який впливає на гемодинаміку, або стеноз артерії єдиної нирки, який впливає на гемодинаміку;порфірія;непереносимість галактози, дефіцит лактази, синдром глюкозно-галактозної мальабсорбції;вагітність; також протипоказано жінкам, які планують завагітніти (див"
    },
    {
        "Назва": "Цикло 3 форт капсули тв. №30 (10х3)",
        "Діюча речовина": "Ruscus aculeatus, hesperidin metyl chalcone, ascorbic acid",
        "Фармгрупа": "Ангіопротектори. Капіляростабілізуючі засоби.",
        "Показання": "Симптоматичне лікування венозно-лімфатичної недостатності (з такими проявами, як тяжкість у кінцівках, біль, синдром стомлених ніг)",
        "Протипоказання": "Підвищена чутливість до будь-якого компоненту препарату; тяжкі захворювання нирок"
    },
    {
        "Назва": "Тіотриазолін краплі оч. 10 мг/мл по 5 мл у флак. з криш.-крап.",
        "Діюча речовина": "Thiotriazolin",
        "Фармгрупа": "Офтальмологічні засоби. Код АТХ S01X A.",
        "Показання": "Травми та опікові ушкодження очного яблука, запальні дистрофічні захворювання рогівки, вірусні кон’юнктивіти",
        "Протипоказання": "Підвищена чутливість до препарату"
    },
    {
        "Назва": "Лінекс бебі порошок д/ор. сусп. 1000000000 куо/пак по 1.5 г №10 у пак.",
        "Діюча речовина": "Bifidobacterium animalis subsp. lactis",
        "Фармгрупа": "Антидіарейні мікробні препарати.",
        "Показання": "Немовлятам від народження та дітям віком до 12 років:для стабілізації та підтримки балансу та функції мікрофлори кишечнику;як профілактичний та підтримуючий засіб у разі діареї, метеоризму та інших порушень, викликаних:* вірусними та бактеріальними інфекціями шлунково-кишкового тракту (наприклад ротавірусними інфекціями),* лікуванням із застосуванням протимікробних препаратів (антибіотиків та інших синтетичних протимікробних засобів)",
        "Протипоказання": "Гіперчутливість до діючої речовини або до мальтодекстрину"
    },
    {
        "Назва": "Тимолол-Дарниця краплі оч., р-н 5 мг/мл по 5 мл у флак.",
        "Діюча речовина": "Timolol",
        "Фармгрупа": "Засоби, які застосовуються в офтальмології. Протиглаукомні препарати та міотичні засоби. Блокатори β-адренорецепторів.",
        "Показання": "Лікарський засіб застосовувати при очній гіпертензії, хронічній відкритокутовій глаукомі, деяких випадках вторинної глаукоми",
        "Протипоказання": "Підвищена чутливість до компонентів лікарського засобу"
    },
    {
        "Назва": "Тіапрілан таблетки по 100 мг №20",
        "Діюча речовина": "Тіаприду гідрохлорид",
        "Фармгрупа": "Антипсихотичні засоби. Код АТХ N05A L03.",
        "Показання": "Дискінезія і розлади руху, такі як хвороба Гентінгтона, рання дискінезія, пізня дискінезія",
        "Протипоказання": "Підвищена чутливість до діючої речовини або до будь-якого іншого компонента препарату; пролактинзалежна пухлина (наприклад, гіпофіз пролактинома), епітеліальний рак молочної залози; феохромоцитома"
    },
    {
        "Назва": "Офтан тимолол краплі оч. 0.5 % по 5 мл у флак.-крап.",
        "Діюча речовина": "Тимололу малеат",
        "Фармгрупа": "Протиглаукомні та міотичні засоби. Блокатори бета-адренорецепторів. Код АТХ S01E D01.",
        "Показання": "Лікування відкритокутової глаукоми, підвищеного внутрішньоочного тиску, глаукоми після оперативного втручання з приводу катаракти, в окремих випадках – вторинної глаукоми",
        "Протипоказання": "Підвищена чутливість до активної речовини або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Трипліксам 5 мг/1,25 мг/5 мг таблетки, в/плів. обол. по 5 мг/1.25 мг/5 мг №30 у конт.",
        "Діюча речовина": "Трипліксам® 5 мг/1,25 мг/5 мг",
        "Фармгрупа": "Інгібітори АПФ, інші комбінації. Периндоприл, амлодипін та індапамід. Код АТХ С09В Х01.",
        "Показання": "Трипліксам показаний для лікування артеріальної гіпертензії у пацієнтів, яким необхідно лікування периндоприлом, індапамідом та амлодипіном у дозах, наявних у фіксованій комбінації",
        "Протипоказання": "Перебування на гемодіалізі;нелікована декомпенсована серцева недостатність;порушення функції нирок тяжкого ступеня (кліренс креатиніну нижче 30 мл/хв);порушення функції нирок помірного ступеня (кліренс креатиніну нижче 60 мл/хв) (стосовно препарату Трипліксам, що містить комбінацію діючих речовин у дозах 10 мг/2,5 мг/5 мг або 10 мг/2,5 мг/10 мг);підвищена чутливість до діючих речовин, інших сульфонамідних препаратів, похідних дигідропіридину, будь-якого іншого інгібітору АПФ або до будь-яких допоміжних речовин, зазначених у розділі «Склад»;вагітність або планування вагітності (див"
    },
    {
        "Назва": "Торасемід Сандоз таблетки по 10 мг №20 (10х2)",
        "Діюча речовина": "Торасемід безводний",
        "Фармгрупа": "Високоактивні діуретики. Прості препарати сульфонамідів. Код АТХ С0ЗС А04.",
        "Показання": "Таблетки по 5 мг – артеріальна гіпертензія",
        "Протипоказання": "Підвищена чутливість до торасеміду, до похідних сульфанілсечовини або до будь-якої з допоміжних речовин"
    },
    {
        "Назва": "Венлафаксин-ЗН таблетки по 75 мг №30 (10х3)",
        "Діюча речовина": "Венлафаксин",
        "Фармгрупа": "Антидепресанти. Код АТХ N06A X16.",
        "Показання": "Лікування великих депресивних епізодів",
        "Протипоказання": "Підвищена чутливість до венлафаксину або до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Венлафаксин-ЗН таблетки по 75 мг №30 (10х3)",
        "Діюча речовина": "Венлафаксин",
        "Фармгрупа": "Антидепресанти. Код АТХ N06A X16.",
        "Показання": "Лікування великих депресивних епізодів",
        "Протипоказання": "Підвищена чутливість до венлафаксину або до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Венлафаксин-ЗН таблетки по 75 мг №30 (10х3)",
        "Діюча речовина": "Венлафаксин",
        "Фармгрупа": "Антидепресанти. Код АТХ N06A X16.",
        "Показання": "Лікування великих депресивних епізодів",
        "Протипоказання": "Підвищена чутливість до венлафаксину або до будь-якого з компонентів препарату"
    },
    {
        "Назва": "Тридерм мазь по 15 г у тубах",
        "Діюча речовина": "Бетаметазону дипропіонату еквівалентно бетаметазону 0,5 мг, клотримазолу 10 мг та гентаміцину сульфату еквівалентно гентаміцину 1 мг",
        "Фармгрупа": "Кортикостероїди для застосування у дерматології. Кортикостероїди у комбінації з антибіотиками. Бетаметазон і антибіотики. Код АТХ D07С C01.",
        "Показання": "Лікування дерматозів, чутливих до кортикостероїдів, при наявності (або при підозрі) бактеріальних та/або грибкових інфекцій, які спричинені чутливими до компонентів препарату мікроорганізмами",
        "Протипоказання": "Протипоказанням для місцевого застосування кортикостероїдів є інфекції шкіри [вірусного, бактеріального (у тому числі туберкульоз) та грибкового походження], шкірні реакції після вакцинації, шкірні виразки та вугрі"
    },
    {
        "Назва": "Валсартан-Тева таблетки, в/плів. обол. по 160 мг №30 (10х3)",
        "Діюча речовина": "Валсартан",
        "Фармгрупа": "Прості препарати антагоністів ангіотензину ІІ.",
        "Показання": "Артеріальна гіпертензія: таблетки 40 мгЛікування артеріальної гіпертензії у дітей віком від 6 років",
        "Протипоказання": "Гіперчутливість до валсартану, соєвої олії, арахісової олії або до будь-якої допоміжної речовини"
    },
    {
        "Назва": "Валацикловір-Гетеро таблетки, в/плів. обол. по 500 мг №30 (6х5)",
        "Діюча речовина": "Валацикловір",
        "Фармгрупа": "Противірусні препарати прямої дії.",
        "Показання": "Лікування оперізувального герпесу (Herpes zoster)",
        "Протипоказання": "Валацикловір протипоказаний хворим з підвищеною чутливістю до валацикловіру, ацикловіру або до будь-якого компонента препарату"
    },
    {
        "Назва": "Натрію хлорид розчин д/інф. 9 мг/мл по 100 мл у пляш.",
        "Діюча речовина": "Натрію хлорид",
        "Фармгрупа": "Кровозамінники і перфузійні розчини. Розчини електролітів. Код АТХ В05Х А03.",
        "Показання": "Для поповнення нестачі рідини в організмі та у комплексі заходів інтенсивної терапії; як розчинник інших сумісних лікарських засобів",
        "Протипоказання": "Гіпергідратація, гіперхлоремія, гіпернатріємія, хлоридний ацидоз, стани, пов’язані з небезпекою розвитку набряку легенів"
    },
    {
        "Назва": "Ципринол таблетки, в/плів. обол. по 500 мг №10",
        "Діюча речовина": "Ципрофлоксацин",
        "Фармгрупа": "Антибактеріальні засоби для системного застосування. Фторхінолони. Код АТХ J01M A02.",
        "Показання": "Для лікування нижчезазначених інфекцій (див",
        "Протипоказання": "Ципрофлоксацин не слід застосовувати при підвищеній чутливості до активної речовини препарату або до інших препаратів групи фторхінолонів, або до будь-якої з допоміжних речовин препарату"
    }
]